const Quotes = [
    {
        text: "如果要看前途，一定要看历史。",
		reference: "《毛泽东文集》第8卷第383页",
    },
    {
        text: "我们的任务是过河，但是没有桥或没有船就不能过。不解决桥或船的问题，过河就是一句空话。不解决方法问题，任务也只是瞎说一顿。",
		reference: "《毛泽东选集》第1卷第139页",
    },
    {
        text: "一切新的东西都是从艰苦斗争中锻炼出来的。",
		reference: "《毛泽东选集》第2卷第704页",
    },
    {
        text: "每年的春夏之交，夏秋之交，秋冬之交和冬春之交，各要变换一次衣服。但是人们往往在那“之交”不会变换衣服，要闹出些毛病来，这就是由于习惯的力量。",
		reference: "《毛泽东选集》第3卷第882页",
    },
    {
        text: "一切会有变化。腐朽的大的力量要让位给新生的小的力量。力量小的要变成大的，因为大多数人要求变。",
		reference: "《毛泽东选集》第3卷第882页",
    },
    {
        text: "一切会有变化。腐朽的大的力量要让位给新生的小的力量。力量小的要变成大的，因为大多数人要求变。",
		reference: "《毛泽东文集》第7卷第71页",
    },
    {
        text: "我们讨论问题，应当从实际出发，不是从定义出发。",
		reference: "《毛泽东选集》第3卷第853页",
    },
    {
        text: "像飞机飞上天总得飞回来要落在一个地方，不能到处飞不落地。教条主义是不落地的，它是挂在空中的。",
		reference: "《毛泽东文集》第3卷第150页",
    },
    {
        text: "虽然理想一定要有，但是还要结合一个东西，叫做“现实”。理想和现实结合在一起，才能变成一种力量。",
		reference: "《毛泽东文集》第3卷第361页",
    },
    {
        text: "世界上的事情就是这样，要走弯路，就是Ｓ形。",
		reference: "《建国以来毛泽东文稿》第13册第181页",
    },
    {
        text: "我认为聪明、老实二义，足以解决一切困难问题。……聪谓多问多思，实谓实事求是。持之以恒，行之有素，总是比较能够做好事情的。",
		reference: "《毛泽东文集》第7卷第430页",
    },
    {
        text: "看起来很困难，实际上只要认真对待，并不难解决。",
		reference: "《建国以来毛泽东文稿》第10册第294页",
    },
    {
        text: "各种经验，都要吸取，不要用一个规格到处套。",
		reference: "《毛泽东文集》第6卷第300页",
    },
    {
        text: "真理不在乎是不是清一色。",
		reference: "《建国以来毛泽东文稿》第4册第635页",
    },
    {
        text: "如果把过去一切都否定，那就是一种偏向。我们对问题要分析，不要笼统地一概否定。",
		reference: "《毛泽东文集》第3卷第94页",
    },
    {
        text: "割断历史是不行的，好像什么都是我们白手起家，这种看法是不对的。",
		reference: "《毛泽东文集》第6卷第359页",
    },
    {
        text: "一个矛盾克服了，又一个矛盾产生了。在任何时间、任何地方、任何人身上，总是有矛盾存在的，没有矛盾就没有世界。",
		reference: "《毛泽东文集》第7卷第66页",
    },
    {
        text: "没有眼睛向下的兴趣和决心，是一辈子也不会真正懂得中国的事情的。",
		reference: "《毛泽东选集》第3卷第789页",
    },
    {
        text: "人家讲的不是教条，我们读后变成了教条，这是因为我们没有读通，不会读，我们能责备他们吗？",
		reference: "《毛泽东文集》第3卷第418页",
    },
    {
        text: "我们要熟悉外国的东西，读外国书。但是并不等于中国人要完全照外国办法办事，并不等于中国人写东西要像翻译的一样。中国人还是要以自己的东西为主。",
		reference: "《毛泽东文集》第7卷第77页",
    },
    {
        text: "我们的同志不要靠老资格吃饭，要靠解决问题正确吃饭。靠正确，不靠资格。",
		reference: "《毛泽东文集》第7卷第287页",
    },
    {
        text: "凡是反动的东西，你不打，他就不倒。这也和扫地一样，扫帚不到，灰尘照例不会自己跑掉。",
		reference: "《毛泽东选集》第4卷第1131页",
    },
    {
        text: "我们走过了许多弯路。但错误常常是正确的先导。",
		reference: "《毛泽东选集》第3卷第803页",
    },
    {
        text: "错误能帮助人头脑清醒。",
		reference: "《毛泽东文集》第8卷第387页",
    },
    {
        text: "谦虚＝实际。",
		reference: "《建国以来毛泽东文稿》第7册第195页",
    },
    {
        text: "吸收那些用得着的东西，拒绝那些用不着的东西，增加那些自己所特有的东西。",
		reference: "《毛泽东选集》第1卷第181页",
    },
    {
        text: "读书是学习，使用也是学习，而且是更重要的学习。",
		reference: "《毛泽东选集》第1卷第181页",
    },
    {
        text: "把别人的经验变成自己的，他的本领就大了。",
		reference: "《毛泽东选集》第4卷第1320页",
    },
    {
        text: "有了正确的观点和正确的思想，还要有比较恰当的表达方式告诉别人。",
		reference: "《毛泽东文集》第7卷第358页",
    },
    {
        text: "经常把几个问题放在心里想一想，同少数人吹一吹，这是一个重要方法。",
		reference: "《建国以来毛泽东文稿》第7册第10页",
    },
    {
        text: "什么叫问题？问题就是事物的矛盾。哪里有没有解决的矛盾，哪里就有问题。",
		reference: "《毛泽东选集》第3卷第839页",
    },
    {
        text: "当面不说，背后咕哝，最不好。尖锐的态度，委婉的态度，都好，依问题和情况不同而定。有话不说，则相当危险。应当选择说话的时机，是对的。",
		reference: "《建国以来毛泽东文稿》第7册第116页",
    },
    {
        text: "不负责任，怕负责任，不许人讲话，老虎屁股摸不得，凡是采取这种态度的人，十个就有十个要失败。",
		reference: "《毛泽东文集》第8卷第296页",
    },
    {
        text: "我们更要广开言路，打开窗户，不要怕打开窗户可能吹进沙子来。进来一点尘土，坏处有一点，但并不大，而开窗户透空气的利益却很大，我们要从这种利害关系上看这个问题。",
		reference: "《毛泽东文集》第3卷第399页",
    },
    {
        text: "凡有害的，加以限制；凡无害的，加以利用。",
		reference: "《毛泽东文集》第5卷第236页",
    },
    {
        text: "你不研究反面的东西，就驳不倒它。",
		reference: "《毛泽东文集》第7卷第193页",
    },
    {
        text: "要人家服，只能说服，不能压服。压服的结果总是压而不服。以力服人是不行的。对付敌人可以这样，对付同志，对付朋友，绝不能用这个方法。不会说服怎么办？这就要学习。我们一定要学会通过辩论的方法、说服的方法，来克服各种错误思想。",
		reference: "《毛泽东文集》第7卷第279页",
    },
    {
        text: "我们现在用说服的方法代替了压服的方法。费的时间不算少，但是这点时间是需要的。",
		reference: "《建国以来毛泽东文稿》第6册第629页",
    },
    {
        text: "不好的要给以适当的批评，好的要表扬，但不能捧……",
		reference: "《建国以来毛泽东文稿》第13册第250页",
    },
    {
        text: "检讨的目的在于得出经验教训，不在于把责任加在个别同志身上，因为加在那些同志身上没有好结果，把同志放在磨子里头磨成粉，有什么好处呢？能不能解决问题呢？不能解决问题。",
		reference: "《毛泽东文集》第3卷第256页",
    },
    {
        text: "注意收集不同的意见。意见一致了就不会发生不团结现象，不团结就是因为有不同的意见而又得不到解决。",
		reference: "《毛泽东文集》第5卷第28页",
    },
    {
        text: "我们都是从五湖四海汇集拢来的，我们不仅要善于团结和自己意见相同的同志，而且要善于团结和自己意见不同的同志一道工作。",
		reference: "《毛泽东选集》第4卷第1443页",
    },
    {
        text: "世界上只有猫和猫做朋友的事，没有猫和老鼠做朋友的事。",
		reference: "《毛泽东选集》第2卷第503页",
    },
    {
        text: "待人以诚而去其诈，待人以宽而去其隘。",
		reference: "《毛泽东选集》第2卷第722页",
    },
    {
        text: "凡有损人利己之心的人，其结果都不妙。",
		reference: "《毛泽东选集》第2卷第737页",
    },
    {
        text: "如果不懂得彼此的心，不知道彼此心里面想些什么东西，能够做成知心朋友吗？",
		reference: "《毛泽东选集》第3卷第836页",
    },
    {
        text: "适可而止，保证已得的胜利（已得胜利是可能丧失的）。",
		reference: "《毛泽东文集》第1卷第380页",
    },
    {
        text: "如果准备未周，宁可推迟时间。",
		reference: "《建国以来毛泽东文稿》第1册第137页",
    },
    {
        text: "一时办不到的事，必须允许逐步去办",
		reference: "《毛泽东文集》第6卷第326页",
    },
    {
        text: "被敌逼迫到被动地位的事是常有的，重要的是要迅速地恢复主动地位。如果不能恢复到这种地位，下文就是失败。",
		reference: "《毛泽东选集》第1卷第223页",
    },
    {
        text: "所谓机会主义，就是这里有利就干这件事，那里有利就干那件事，没有一定的原则，没有一定的章程，没有一定的方向，他今天是这样，明天又是那样。",
		reference: "《毛泽东文集》第7卷第95页",
    },
    {
        text: "一波未平一波又起，中间要歇一歇。两山之间有一谷，两波之间有一伏。",
		reference: "《毛泽东文集》第6卷第476页",
    },
    {
        text: "有病不要性急，越急越坏。安心治疗，是为上策。",
		reference: "《建国以来毛泽东文稿》第10册第91页",
    },
    {
        text: "没有全局在胸，是不会真的投下一着好棋子的。",
		reference: "《毛泽东选集》第1卷第221页",
    },
    {
        text: "如果某项意见在局部的情形看来是可行的，而在全局的情形看来是不可行的，就应以局部服从全局。反之也是一样，在局部的情形看来是不可行的，而在全局的情形看来是可行的，也应以局部服从全局。这就是照顾全局的观点。",
		reference: "《毛泽东选集》第2卷第525页",
    },
    {
        text: "系统地解决问题才叫做科学，不是系统的而是零碎的，就是正确的也不是科学的。",
		reference: "《毛泽东文集》第3卷第402页",
    },
    {
        text: "有一个同志讲得对，我的东西，他说有些能用，有些不能用，这就作了分析。",
		reference: "《建国以来毛泽东文稿》第7册第204页",
    },
    {
        text: "世界上没有不能分析的事物，只是：一、情况不同；二、性质不同。",
		reference: "《毛泽东文集》第8卷第106页",
    },
    {
        text: "定义是分析的结果，不是分析的出发点。研究问题应该从历史的分析开始。",
		reference: "《毛泽东文集》第8卷第139页",
    },
    {
        text: "在一个时期抄外国的，这是必要的，抄一个时期之后就不要再抄了。学生在学校受教育，就是抄教员的，几年毕业之后就成了教员。",
		reference: "《毛泽东文集》第8卷第158页",
    },
    {
        text: "在危险环境中表示绝望的人，在黑暗中看不见光明的人，只是懦夫与机会主义者。",
		reference: "《毛泽东文集》第2卷第215页",
    },



    {
        text: "谁是我们的敌人？谁是我们的朋友？这个问题是革命的首要问题。中国过去一切革命斗争成效甚少，其基本原因就是因为不能团结真正的朋友，以攻击真正的敌人。",
		reference: "《中国社会各阶级的分析》第3页",
    },
    {
        text: "革命不是请客吃饭，不是做文章，不是绘画绣花，不能那样雅致，那样从容不迫，文质彬彬，那样温良恭俭让。",
		reference: "《湖南农民运动考察报告》第17页",
    },
    {
        text: "'引而不发，跃如也。' 引自《孟子·尽心上》，大意是说善于教人射箭的人，引满了弓，却不射出去，只摆着跃跃欲动的姿势。在这里是借来比喻应当善于教育和启发农民，使农民自觉地去破除迷信和其他不良的风俗习惯，而不是不顾农民的觉悟程度，靠发号施令代替农民去破除。",
		reference: "《湖南农民运动考察报告》第33页",
    },
    {
        text: "星星之火，可以燎原。",
		reference: "《星星之火，可以燎原》第99页",
    },
    {
        text: "敌进我退，敌驻我扰，敌疲我打，敌退我追。",
		reference: "《星星之火，可以燎原》第104页",
    },
    {
        text: "你对于某个问题没有调查，就停止你对于某个问题的发言权。",
		reference: "《反对本本主义》第109页",
    },
    {
        text: "你对于那个问题不能解决吗？那末，你就去调查那个问题的现状和它的历史吧！你完完全全调查明白了，你对那个问题就有解决的办法了。",
		reference: "《反对本本主义》第110页",
    },
    {
        text: "一切结论产生于调查情况的末尾，而不是在它的先头。只有蠢人，才是他一个人，或者邀集一堆人，不作调查，而只是冥思苦索地“想办法”，“打主意”。",
		reference: "《反对本本主义》第110页",
    },
    {
        text: "要把官僚主义方式这个极坏的家伙抛到粪缸里去，因为没有一个同志喜欢它。每一个同志喜欢的应该是群众化的方式，即是每一个工人、农民所喜欢接受的方式。",
		reference: "《必须注意经济工作》第124页",
    },
    {
        text: "马克思主义者看问题，不但要看到部分，而且要看到全体。一个虾蟆坐在井里说：“天有一个井大。”这是不对的，因为天不止一个井大。如果它说：“天的某一部分有一个井大。”这是对的，因为合乎事实。",
		reference: "《论反对日本帝国主义的策略》第149页",
    },
    {
        text: "人中间有三岁小孩子，三岁小孩子有许多道理都是对的，但是不能使他们管天下国家的大事，因为他们还不明白天下国家的道理。",
		reference: "《论反对日本帝国主义的策略》第155页",
    },
    {
        text: "我们固然应该尊重过去流血的经验，但是还应该尊重自己流血的经验。",
		reference: "《中国革命战争的战略问题》第172页",
    },
    {
        text: "战争历史上有在连战皆捷之后吃了一个败仗以至全功尽弃的，有在吃了许多败仗之后打了一个胜仗因而开展了新局面的。这里说的“连战皆捷”和“许多败仗”，都是局部性的，对于全局不起决定作用的东西。这里说的“一个败仗”和“一个胜仗”，就都是决定的东西了。所有这些，都在说明关照全局的重要性。指挥全局的人，最要紧的，是把自己的注意力摆在照顾战争的全局上面。",
		reference: "《中国革命战争的战略问题》第175页",
    },
    {
        text: "读书是学习，使用也是学习，而且是更重要的学习。",
		reference: "《中国革命战争的战略问题》第181页",
    },
    {
        text: "列宁说：马克思主义的最本质的东西，马克思主义的活的灵魂，就在于具体地分析具体的情况。",
		reference: "《中国革命战争的战略问题》第187页",
    },
    {
        text: "一般地说来，与其失之过迟，不如失之过早。因为后者的损失较之前者为小，而其利益，则是有备无患，根本上立于不败之地。",
		reference: "《中国革命战争的战略问题》第201页",
    },
    {
        text: "中国是一个大国——东方不亮西方亮，黑了南方有北方，不愁没有回旋的余地。",
		reference: "《中国革命战争的战略问题》第18页",
    },
    {
        text: "谁人不知，两个拳师放对，聪明的拳师往往退让一步，而蠢人则其势汹汹，辟头就使出全副本领，结果却往往被退让者打倒。",
		reference: "《中国革命战争的战略问题》第203页",
    },
    {
        text: "没有全局在胸，是不会真的投下一着好棋子的。",
		reference: "《中国革命战争的战略问题》第221页",
    },
    {
        text: "我们的战略是“以一当十”，我们的战术是“以十当一”，这是我们制胜敌人的根本法则之一。",
		reference: "《中国革命战争的战略问题》第225页",
    },
    {
        text: "大方向虽在一个时期中是不变更的，然而大方向内的小方向则是随时变更的，一个方向受了限制，就得转到另一个方向去。一个时期之内大方向也受了限制，就连这种大方向也得变更了。",
		reference: "《中国革命战争的战略问题》第229页",
    },
    {
        text: "你要有知识，你就得参加变革现实的实践。你要知道梨子的滋味，你就得变革梨子，亲口吃一吃。你要知道原子的组织同性质，你就得实行物理学和化学的实验，变革原子的情况。你要知道革命的理论和方法，你就得参加革命。一切真知都是从直接经验发源的。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》第287页",
    },
    {
        text: "知识的问题是一个科学问题，来不得半点的虚伪和骄傲，决定地需要的倒是其反面——诚实和谦逊的态度。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》第287页",
    },
    {
        text: "任何知识的来源，在于人的肉体感官对客观外界的感觉，否认了这个感觉，否认了直接经验，否认亲自参加变革现实的实践，他就不是唯物论者。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》第288页",
    },
    {
        text: "中国人有一句老话：“不入虎穴，焉得虎子。”这句话对于人们的实践是真理，对于认识论也是真理。离开实践的认识是不可能的。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》第288页",
    },
    {
        text: "改造客观世界，也改造主观世界——改造自己的认识能力，改造主观世界同客观世界的关系。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》第296页",
    },
    {
        text: "矛盾的普遍性或绝对性这个问题有两方面的意义。其一是说，矛盾存在于一切事物的发展过程中；其二是说，每一事物的发展过程中存在着自始至终的矛盾运动。没有什么事物是不包含矛盾的，没有矛盾就没有世界。",
		reference: "《矛盾论》第305页",
    },
    {
        text: "表面性，是对矛盾总体和矛盾各方的特点都不去看，否认深入事物里面精细地研究矛盾特点的必要，仅仅站在那里远远地望一望，粗枝大叶地看到一点矛盾的形相，就想动手去解决矛盾。这样的做法，没有不出乱子的。",
		reference: "《矛盾论》第313页",
    },
    {
        text: "在同一性中存在着斗争性，在特殊性中存在着普遍性，在个性中存在着共性。拿列宁的话来说，叫做“在相对的东西里面有着绝对的东西”。",
		reference: "《矛盾论》第333页",
    },
    {
        text: "对抗是矛盾斗争的一种形式，而不是矛盾斗争的一切形式。",
		reference: "《矛盾论》第334页",
    },
    {
        text: "事情有大道理，有小道理，一切小道理都归大道理管着。",
		reference: "《反对日本进攻的方针、办法和前途》第348页",
    },
    {
        text: "办法是跟着方针来的。",
		reference: "《反对日本进攻的方针、办法和前途》第349页",
    },
    {
        text: "革命的集体组织中的自由主义是十分有害的。它是一种腐蚀剂，使团队涣散，关系松懈，工作消极，意见分歧。",
		reference: "《反对自由主义》第359页",
    },
    {
        text: "一切军事行动的指导原则，都根据于一个基本的原则，就是：尽可能地保存自己的力量，消灭敌人的力量。",
		reference: "《抗日游击战争的战略问题》第407页",
    },
    {
        text: "“集中大力，打敌小部”，仍然是游击战争战场作战的原则之一。",
		reference: "《抗日游击战争的战略问题》第409页",
    },
    {
        text: "主动权不是任何天才家所固有的，只是聪明的领导者从虚心研究和正确地估计客观情况，正确地处置军事政治行动所产生的东西。因此，是要有意识地去争取的东西，不是现成的东西。",
		reference: "《抗日游击战争的战略问题》第412页",
    },
    {
        text: "争取最后胜利所必要的一切条件而努力，条件多具备一分，早具备一日，胜利的把握就多一分，胜利的时间就早一日。我们认为只有这样才能缩短战争的过程，而排斥贪便宜尚空谈的速胜论。",
		reference: "《论持久战》第459页",
    },
    {
        text: "几个大汉打一个大汉之容易打胜，这是常识中包含的真理。",
		reference: "《论持久战》第486页",
    },
    {
        text: "错觉和不意，可以丧失优势和主动。因而有计划地造成敌人的错觉，给以不意的攻击，是造成优势和夺取主动的方法，而且是重要的方法。",
		reference: "《论持久战》第492页",
    },
    {
        text: "优势而无准备，不是真正的优势，也没有主动。懂得这一点，劣势而有准备之军，常可对敌举行不意的攻势，把优势者打败。",
		reference: "《论持久战》第492页",
    },
    {
        text: "世界上只有猫和猫做朋友的事，没有猫和老鼠做朋友的事。",
		reference: "《论持久战》第503页",
    },
    {
        text: "且得之于此者，又失之于彼。",
		reference: "《论持久战》第505页",
    },
    {
        text: "英勇战斗于前，又放弃土地于后，不是自相矛盾吗？这些英勇战斗者的血，不是白流了吗？这是非常不妥当的发问。放弃土地是为了保存军力，也正是为了保存土地；因为如不在不利条件下放弃部分的土地，盲目地举行绝无把握的决战，结果丧失军力之后，必随之以丧失全部的土地，更说不到什么恢复失地了。事物是往返曲折的，不是径情直遂的，战争也是一样，只有形式主义者想不通这个道理。",
		reference: "《论持久战》第509页",
    },
    {
        text: "必须善于识别干部。不但要看干部的一时一事，而且要看干部的全部历史和全部工作，这是识别干部的主要方法。",
		reference: "《中国共产党在民族战争中的地位》第527页",
    },
    {
        text: "必须善于使用干部。领导者的责任，归结起来，主要地是出主意、用干部两件事。一切计划、决议、命令、指示等等，都属于“出主意”一类。使这一切主意见之实行，必须团结干部，推动他们去做，属于“用干部”一类",
		reference: "《中国共产党在民族战争中的地位》第527页",
    },
    {
        text: "学习的敌人是自己的满足，要认真学习一点东西，必须从不自满开始。对自己，“学而不厌”，对人家，“诲人不倦”，我们应取这种态度。",
		reference: "《中国共产党在民族战争中的地位》第535页",
    },
    {
        text: "我们是战争消灭论者，我们是不要战争的；但是只能经过战争去消灭战争，不要枪杆子必须拿起枪杆子。",
		reference: "《战争和战略问题》第547页",
    },
    {
        text: "正如孙中山先生说过的话：“革命尚未成功，同志仍须努力。”",
		reference: "《青年运动的方向》第564页",
    },
    {
        text: "凡是敌人反对的，我们就要拥护；凡是敌人拥护的，我们就要反对。",
		reference: "《和中央社、扫荡报、新民报三记者的谈话》第590页",
    },
    {
        text: "我和白求恩同志只见过一面。后来他给我来过许多信。可是因为忙，仅回过他一封信，还不知他收到没有。对于他的死，我是很悲痛的。现在大家纪念他，可见他的精神感人之深。我们大家要学习他毫无自私自利之心的精神。从这点出发，就可以变为大有利于人民的人。一个人能力有大小，但只要有这点精神，就是一个高尚的人，一个纯粹的人，一个有道德的人，一个脱离了低级趣味的人，一个有益于人民的人。",
		reference: "《纪念白求恩》第660页",
    },
    {
        text: "马克思说：“不是人们的意识决定人们的存在，而是人们的社会存在决定人们的意识。”他又说：“从来的哲学家只是各式各样地说明世界，但是重要的乃在于改造世界。”",
		reference: "《新民主主义论》第664页",
    },
    {
        text: "在今后的世界中，“中立”只是骗人的名词。",
		reference: "《新民主主义论》第690页",
    },
    {
        text: "一切外国的东西，如同我们对于食物一样，必须经过自己的口腔咀嚼和胃肠运动，送进唾液胃液肠液，把它分解为精华和糟粕两部分，然后排泄其糟粕，吸收其精华，才能对我们的身体有益，决不能生吞活剥地毫无批判地吸收。",
		reference: "《新民主主义论》第707页",
    },
    {
        text: "必须将马克思主义的普遍真理和中国革命的具体实践完全地恰当地统一起来，就是说，和民族的特点相结合，经过一定的民族形式，才有用处，决不能主观地公式地应用它。公式的马克思主义者，只是对于马克思主义和中国革命开玩笑，在中国革命队伍中是没有他们的位置的。",
		reference: "《新民主主义论》第707页",
    },
    {
        text: "只有破坏旧的腐朽的东西，才能建设新的健全的东西。",
		reference: "《新民主主义的宪政》第732页",
    },
    {
        text: "所谓领导权，不是要一天到晚当作口号去高喊，也不是盛气凌人地要人家服从我们，而是以党的正确政策和自己的模范工作，说服和教育党外人士，使他们愿意接受我们的建议。",
		reference: "《抗日根据地的政权问题》第742页",
    },
    {
        text: "在抗日统一战线时期中，斗争是团结的手段，团结是斗争的目的。以斗争求团结则团结存，以退让求团结则团结亡。",
		reference: "《目前抗日统一战线中的策略问题》第745页",
    },
    {
        text: "我们的策略原则，仍然是利用矛盾，争取多数，反对少数，各个击破。",
		reference: "《论政策》第764页",
    },
    {
        text: "现在我们很多同志，还保存着一种粗枝大叶、不求甚解的作风，甚至全然不了解下情，却在那里担负指导工作，这是异常危险的现象。对于中国各个社会阶级的实际情况，没有真正具体的了解，真正好的领导是不会有的。",
		reference: "《<农村调查>的序言和跋》第789页",
    },
    {
        text: "没有满腔的热忱，没有眼睛向下的决心，没有求知的渴望，没有放下臭架子、甘当小学生的精神，是一定不能做，也一定做不好的。必须明白：群众是真正的英雄，而我们自己则往往是幼稚可笑的，不了解这一点，就不能得到起码的知识。",
		reference: "《<农村调查>的序言和跋》第790页",
    },
    {
        text: "“实事”就是客观存在着的一切事物，“是”就是客观事物的内部联系，即规律性，“求”就是我们去研究。",
		reference: "《改造我们的学习》第801页",
    },
    {
        text: "斯大林曾经说过，脱离实际的理论是空洞的理论。空洞的理论是没有用的，不正确的，应该抛弃的。对于好谈这种空洞理论的人，应该伸出一个指头向他刮脸皮",
		reference: "《整顿党的作风》第817页",
    },
    {
        text: "说理的首先一个方法，就是重重地给患病者一个刺激，向他们大喝一声，说：“你有病呀！”使患者为之一惊，出一身汗，然后好好地叫他们治疗。",
		reference: "《反对党八股》第833页",
    },
    {
        text: "凡真理都不装样子吓人，它只是老老实实地说下去和做下去。",
		reference: "《反对党八股》第835页",
    },
    {
        text: "什么叫问题？问题就是事物的矛盾。哪里有没有解决的矛盾，哪里就有问题。既有问题，你总得赞成一方面，反对另一方面，你就得把问题提出来。",
		reference: "《反对党八股》第839页",
    },
    {
        text: "大略的调查和研究可以发现问题，提出问题，但是还不能解决问题。要解决问题，还须作系统的周密的调查工作和研究工作，这就是分析的过程。提出问题也要用分析，不然，对着模糊杂乱的一大堆事物的现象，你就不能知道问题即矛盾的所在。",
		reference: "《反对党八股》第839页",
    },
    {
        text: "许多人写文章，做演说，可以不要预先研究，不要预先准备；文章写好之后，也不多看几遍，像洗脸之后再照照镜子一样，就马马虎虎地发表出去。其结果，往往是“下笔千言，离题万里”，仿佛像个才子，实则到处害人。这种责任心薄弱的坏习惯，必须改正才好。",
		reference: "《反对党八股》第840页",
    },
    {
        text: "世上决没有无缘无故的爱，也没有无缘无故的恨。",
		reference: "《在延安文艺座谈会上的讲话》第871页",
    },
    {
        text: "现在要问：效果问题是不是立场问题？一个人做事只凭动机，不问效果，等于一个医生只顾开药方，病人吃死了多少他是不管的。又如一个党，只顾发宣言，实行不实行是不管的。试问这种立场也是正确的吗？这样的心，也是好的吗？事前顾及事后的效果，当然可能发生错误，但是已经有了事实证明效果坏，还是照老样子做，这样的心也是好的吗？",
		reference: "《在延安文艺座谈会上的讲话》第873页",
    },
    {
        text: "真正的好心，必须对于自己工作的缺点错误有完全诚意的自我批评，决心改正这些缺点错误。",
		reference: "《在延安文艺座谈会上的讲话》第874页",
    },
    {
        text: "鲁迅的两句诗，“横眉冷对千夫指，俯首甘为孺子牛”，应该成为我们的座右铭。",
		reference: "《在延安文艺座谈会上的讲话》第877页",
    },
    {
        text: "普通的人，容易为过去和当前的情况所迷惑，以为今后也不过如此。他们缺乏事先看出航船将要遇到暗礁的能力，不能用清醒的头脑把握船舵，绕过暗礁。",
		reference: "《一个极其重要的政策》第881页",
    },
    {
        text: "气候变化了，衣服必须随着变化。每年的春夏之交，夏秋之交，秋冬之交和冬春之交，各要变换一次衣服。但是人们往往在那“之交”不会变换衣服， 要闹出些毛病来，这就是由于习惯的力量。",
		reference: "《一个极其重要的政策》第882页",
    },
    {
        text: "只有发展经济才能保障供给这一真理，不是被明白无疑的历史事实给我们证明了吗？",
		reference: "《抗日时期的经济问题和财政问题》第892页",
    },
    {
        text: "在我党的一切实际工作中，凡属正确的领导，必须是从群众中来，到群众中去。",
		reference: "《关于领导方法的若干问题》第899页",
    },
    {
        text: "一个地区的总负责人，必须考虑到该处的斗争历史和斗争环境，将各项工作摆在适当的地位；而不是自己全无计划，只按上级指示来一件做一件，形成很多的“中心工作”和凌乱无秩序的状态。上级机关也不要不分轻重缓急地没有中心地同时指定下级机关做很多项工作，以致引起下级在工作步骤上的凌乱，而得不到确定的结果。",
		reference: "《关于领导方法的若干问题》第901页",
    },
    {
        text: "列宁斯大林经常劝人要善于思索，我们也要这样劝人。脑筋这个机器的作用，是专门思想的。",
		reference: "《学习和时局》第948页",
    },
    {
        text: "一切为群众的工作都要从群众的需要出发，而不是从任何良好的个人愿望出发。",
		reference: "《文化工作中的统一战线》第1012页",
    },
    {
        text: "在一切工作中，命令主义是错误的，因为它超过群众的觉悟程度，违反了群众的自愿原则，害了急性病。我们的同志不要以为自己了解了的东西，广大群众也和自己一样都了解了。群众是否已经了解并且是否愿意行动起来，要到群众中去考察才会知道。",
		reference: "《论联合政府》第1095页",
    },
    {
        text: "无数革命先烈为了人民的利益牺牲了他们的生命，使我们每个活着的人想起他们就心里难过，难道我们还有什么个人利益不能牺牲，还有什么错误不能抛弃吗？",
		reference: "《论联合政府》第1097页",
    },
    {
        text: "只要上面善于提出任务，放手让下面自力更生，问题就解决了，而且能够更加完善地解决它。“统一领导，分散经营”的原则，已被证明是我们解放区在目前条件下组织一切经济生活的正确的原则。",
		reference: "《论军队生产自给，兼论整风和生产两大运动的重要性》第1105页",
    },
    {
        text: "看它的过去，就可以知道它的现在；看它的过去和现在，就可以知道它的将来。",
		reference: "《抗日战争胜利后的时局和我们的方针》第1123页",
    },
    {
        text: "从来没有不经过打扫而自动去掉的灰尘。手里拿着扫帚就要研究扫的办法，不要躺在床上，以为会来一阵什么大风，把灰尘统统刮掉。我们马克思主义者是革命的现实主义者，绝不作空想。",
		reference: "《抗日战争胜利后的时局和我们的方针》第1132页",
    },
    {
        text: "纸上的东西并不等于现实的东西。事实证明，要把它变成现实的东西，还要经过很大的努力。",
		reference: "《关于重庆谈判》第1156页",
    },
    {
        text: "什么叫工作，工作就是斗争。那些地方有困难、有问题，需要我们去解决。我们是为着解决困难去工作、去斗争的。越是困难的地方越是要去，这才是好同志。",
		reference: "《关于重庆谈判》第1162页",
    },
    {
        text: "应集中绝对优势兵力，即集中六倍、五倍、四倍于敌，至少也是三倍于敌的兵力，并集中全部或大部的炮兵，从敌军诸阵地中，选择较弱的一点，猛烈地攻击之，务期必克。得手后，迅速扩张战果，各个歼灭该敌。",
		reference: "《集中优势兵力，各个歼灭敌人》第1198",
    },
    {
        text: "当着天空中出现乌云的时候，我们就指出：这不过是暂时的现象，黑暗即将过去，曙光即在前头。",
		reference: "《目前形势和我们的任务》第1246页",
    },
    {
        text: "不打无准备之仗，不打无把握之仗，每战都应力求有准备，力求在敌我条件对比下有胜利的把握。",
		reference: "《目前形势和我们的任务》第1247页",
    },
    {
        text: "我们自己的命运完全应当由我们自己来掌握。我们应当在自己内部肃清一切软弱无能的思想。",
		reference: "《目前形势和我们的任务》第1260页",
    },
    {
        text: "群众齐心了，一切事情就好办了。马克思列宁主义的基本原则，就是要使群众认识自己的利益，并且团结起来，为自己的利益而奋斗。",
		reference: "《对晋绥日报编辑人员的谈话》第1318页",
    },
    {
        text: "我们的原则性必须是坚定的，我们也要有为了实现原则性的一切许可的和必需的灵活性。",
		reference: "《在中国共产党第七届中央委员会第二次全体会议上的报告》第1436页",
    },
    {
        text: "务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风。我们有批评和自我批评这个马克思列宁主义的武器。我们能够去掉不良作风，保持优良作风。我们能够学会我们原来不懂的东西。",
		reference: "《在中国共产党第七届中央委员会第二次全体会议上的报告》第1439页",
    },
    {
        text: "我们不但善于破坏一个旧世界，我们还将善于建设一个新世界。中国人民不但可以不要向帝国主义者讨乞也能活下去，而且还将活得比帝国主义国家要好些。",
		reference: "《在中国共产党第七届中央委员会第二次全体会议上的报告》第1439页",
    },
    {
        text: "要把问题摆到桌面上来。",
		reference: "《党委会的工作方法》第1440页",
    },
    {
        text: "我们切不可强不知以为知，要“不耻下问”，要善于倾听下面干部的意见。先做学生，然后再做先生；先向下面干部请教，然后再下命令。",
		reference: "《党委会的工作方法》第1441页",
    },
    {
        text: "就是把手握起来，但是不握紧，样子像抓，还是抓不住东西。我们有些同志，也抓主要工作，但是抓而不紧，所以工作还是不能做好。不抓不行，抓而不紧也不行。",
		reference: "《党委会的工作方法》第1442页",
    },
    {
        text: "丢掉幻想，准备斗争。",
		reference: "《丢掉幻想，准备斗争》第1488页",
    },
    {
        text: "嗟来之食，吃下去肚子要痛的。",
		reference: "《别了，司徒雷登》第1495页",
    },
    {
        text: "多少一点困难怕什么。封锁吧，封锁十年八年，中国的一切问题都解决了。中国人死都不怕，还怕困难吗？老子说过：“民不畏死，奈何以死惧之。”",
		reference: "《别了，司徒雷登》第1496页",
    },
    {
        text: "世界一切事物中，人是第一个可宝贵的。",
		reference: "《唯心历史观的破产》第1512页",
    },
    {
        text: "任何思想，如果不和客观的实际的事物相联系，如果没有客观存在的需要，如果不为人民群众所掌握，即使是最好的东西，即使是马克思列宁主义，也是不起作用的。我们是反对历史唯心论的历史唯物论者。",
		reference: "《唯心历史观的破产》第1515页",
    },

]
