const Quotes = [
    {
        text: "如果要看前途，一定要看历史。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们的任务是过河，但是没有桥或没有船就不能过。不解决桥或船的问题，过河就是一句空话。不解决方法问题，任务也只是瞎说一顿。",
		reference: "《毛泽东选集》",
    },
    {
        text: "一切新的东西都是从艰苦斗争中锻炼出来的。",
		reference: "《毛泽东选集》",
    },
    {
        text: "世界上的事情是复杂的，是由各方面的因素决定的。看问题要从各方面去看，不能只从单方面看。",
		reference: "《毛泽东选集》",
    },
    {
        text: "每年的春夏之交，夏秋之交，秋冬之交和冬春之交，各要变换一次衣服。但是人们往往在那“之交”不会变换衣服，要闹出些毛病来，这就是由于习惯的力量。",
		reference: "《毛泽东选集》",
    },
    {
        text: "一切会有变化。腐朽的大的力量要让位给新生的小的力量。力量小的要变成大的，因为大多数人要求变。",
		reference: "《毛泽东选集》",
    },
    {
        text: "一切会有变化。腐朽的大的力量要让位给新生的小的力量。力量小的要变成大的，因为大多数人要求变。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们讨论问题，应当从实际出发，不是从定义出发。",
		reference: "《毛泽东选集》",
    },
    {
        text: "虽然理想一定要有，但是还要结合一个东西，叫做“现实”。理想和现实结合在一起，才能变成一种力量。",
		reference: "《毛泽东文集》",
    },
    {
        text: "世界是美丽的，但也不是美丽的，世界上有斗争、有矛盾。希望一切都是好的，这是我们的主观，而现实是客观。",
		reference: "《毛泽东文集》",
    },
    {
        text: "世界上的事情就是这样，要走弯路，就是Ｓ形。",
		reference: "《建国以来毛泽东文稿》",
    },

    {
        text: "一件事不做则已，做则必做到底，做到最后胜利。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "遇到困难，务宜忍耐。困难总可以慢慢克服的。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    

    {
        text: "哪里有完全不犯错误、一次就完成了真理的所谓圣人呢？真理不是一次完成的，而是逐步完成的。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "我认为聪明、老实二义，足以解决一切困难问题。聪谓多问多思，实谓实事求是。持之以恒，行之有素，总是比较能够做好事情的。",
		reference: "《毛泽东文集》",
    },
    {
        text: "看起来很困难，实际上只要认真对待，并不难解决。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "各种经验，都要吸取，不要用一个规格到处套。",
		reference: "《毛泽东文集》",
    },
    {
        text: "讲是讲，做是做，做起来并不容易。",
		reference: "《毛泽东文集》",
    },
    {
        text: "找知识要到各方面去找，只到一个地方去找，就单调了。",
		reference: "《毛泽东文集》",
    },
    {
        text: "有比较才能鉴别。有鉴别，有斗争，才能发展。",
		reference: "《毛泽东文集》",
    },
    {
        text: "真理不在乎是不是清一色。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "如果把过去一切都否定，那就是一种偏向。我们对问题要分析，不要笼统地一概否定。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要破除迷信。不论古代的也好，现代的也好，正确的就信，不正确的就不信，不仅不信而且还要批评。这才是科学的态度。",
		reference: "《毛泽东文集》",
    },
    {
        text: "割断历史是不行的，好像什么都是我们白手起家，这种看法是不对的。",
		reference: "《毛泽东文集》",
    },
    {
        text: "一个矛盾克服了，又一个矛盾产生了。在任何时间、任何地方、任何人身上，总是有矛盾存在的，没有矛盾就没有世界。",
		reference: "《毛泽东文集》",
    },
    {
        text: "没有眼睛向下的兴趣和决心，是一辈子也不会真正懂得中国的事情的。",
		reference: "《毛泽东选集》",
    },
    {
        text: "人家讲的不是教条，我们读后变成了教条，这是因为我们没有读通，不会读，我们能责备他们吗？",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们要熟悉外国的东西，读外国书。但是并不等于中国人要完全照外国办法办事，并不等于中国人写东西要像翻译的一样。中国人还是要以自己的东西为主。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们的同志不要靠老资格吃饭，要靠解决问题正确吃饭。靠正确，不靠资格。",
		reference: "《毛泽东文集》",
    },
    {
        text: "凡是反动的东西，你不打，他就不倒。这也和扫地一样，扫帚不到，灰尘照例不会自己跑掉。",
		reference: "《毛泽东选集》",
    },
    {
        text: "感觉到了的东西，我们不能立刻理解它，只有理解了的东西才更深刻地感觉它。感觉只解决现象问题，理论才解决本质问题。",
		reference: "《毛泽东选集》",
    },
    {
        text: "我们走过了许多弯路。但错误常常是正确的先导。",
		reference: "《毛泽东选集》",
    },
    {
        text: "一切狡猾的人，不照科学态度办事的人，自以为得计，自以为很聪明，其实都是最蠢的，都是没有好结果的。 ",
		reference: "《毛泽东选集》",
    },
    {
        text: "错误能帮助人头脑清醒。",
		reference: "《毛泽东文集》",
    },
    {
        text: "如果同你谈的人只谈成绩，不谈错误和缺点，那末他们就没有反映现实的真实情况。经验多一些的人是不会相信这些的。",
		reference: "《毛泽东文集》",
    },
    {
        text: "自然，我们受人帮助，也要时刻准备帮助别人。",
		reference: "《毛泽东文集》",
    },
    {
        text: "你如果讲得神乎其神，人家就不相信你，因为不合乎事实。",
		reference: "《毛泽东文集》",
    },
    {
        text: "不应该肯定我们的一切，只应该肯定正确的东西；同时，也不应该否定我们的一切，只应该否定错误的东西。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "所谓分析，就是分析事物的矛盾。不熟悉生活，对于所论的矛盾不真正了解，就不可能有中肯的分析。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "我看我们搞几年慢腾腾的，然后再说。今年、明年、后年搞扎实一点。不要图虚名而招实祸。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "要老老实实，不要作假。本来不行，就让人家骂，脸上无光，也不要紧。不要去争虚荣。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "虚报战绩，以壮声势，老百姓看了舒服，敌人看了好笑，欺骗不了的。",
		reference: "《毛泽东文集》",
    },
    {
        text: "没有你，地球就不转了吗？地球还是照样地转，事业还是照样地进行，也许还要进行得好些。",
		reference: "《毛泽东文集》",
    },
    {
        text: "缺点错误，有就是有，没有就是没有；有则说之，无则不说；讲对了很好，讲出了真理；讲的不对也不要紧，言者无罪。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "人家恭维你抬举你，这有一样好处，就是鼓励你上进；但有一样坏处，就是易长自满之气，得意忘形，有不知脚踏实地、实事求是的危险。",
		reference: "《毛泽东文集》",
    },
    {
        text: "人愈是不怕人家批评，愈是敢让人家讲话，给人家讲话的机会，人家的批评可能会愈少。",
		reference: "《毛泽东文集》",
    },
    {
        text: "在某一时期他不满意人家的高慢态度，在另一时期他又以高慢态度对付人家了；在失败时容易变得谨慎小心，在成功时容易变得骄傲放纵。",
		reference: "《毛泽东文集》",
    },
    {
        text: "说不定正是你高兴自满地说“我就没有跌过跤呀”的时候，恰好跌了跤，翻了车。过去跌过跤的人，往往比较稳一些…… ",
		reference: "《毛泽东文集》",
    },
    {
        text: "不要把功劳变成一个包袱背在背上，一切都不在乎，这样，只会把功劳变成一种很重的负担。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "平素养成了这样一种风气，当着你的面不敢讲话，那末，你就应当回避一下。有了错误，一定要作自我批评，要让人家讲话，让人批评。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "谦虚＝实际。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "错误并不可怕，就怕不肯批评，不肯改正，就怕因批评而泄了气。必须顾到改错与鼓劲两个方面。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "错误使人倒霉，使人着急，是个敌人，同时是我们很好的教员。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "凡犯了错误的必须坚决改正。如不改正，越陷越深，到头来还得改正，威信损失就太大了。及早改正，威信只会比前更高。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "权威或威信只能从斗争实践中自然地建立，不能由人工去建立，这样建立的威信必然会垮下来。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "不要心血来潮的时候，就忘乎所以。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "一个倾向掩盖着另一个倾向。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "不能骄傲，一骄傲就犯错误。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "慢慢读一点，引起兴趣，如倒啖蔗，渐入佳境，就好了。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "只要方向对，学问是可以逐渐积累的。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "读多了，又不能消化，也可能走向反面……",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "一讲读哲学史，那可不得了呀，我今天工作怎么办？其实是有时间的。你不读点，你就不晓得。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "要读浅近书，由浅入深，慢慢积累。大部头书少读一点，十年八年渐渐多读，学问就一定可以搞通了。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "调查一次也不一定能够真正认识的。第一，别人不一定讲真话。第二，自己对于了解来的情况不一定能够理解得好。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "不是硬搬，而是有选择的学，一定要将一切有用东西都学来，无用的东西则反面学，以我为主，不是盲从。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "吸收那些用得着的东西，拒绝那些用不着的东西，增加那些自己所特有的东西。",
		reference: "《毛泽东选集》",
    },
    {
        text: "我们应该抑制自满，时时批评自己的缺点，好像我们为了清洁，为了去掉灰尘，天天要洗脸，天天要扫地一样。",
		reference: "《毛泽东选集》",
    },
    {
        text: "要使不懂得变成懂得，就要去做去看，这就是学习。 ",
		reference: "《毛泽东选集》",
    },
    {
        text: "恭恭敬敬地学，老老实实地学。不懂就是不懂，不要装懂。……钻进去，几个月，一年两年，三年五年，总可以学会的。",
		reference: "《毛泽东选集》",
    },
    

    {
        text: "读书是学习，使用也是学习，而且是更重要的学习。",
		reference: "《毛泽东选集》",
    },
    {
        text: "我们如果有缺点，就不怕别人批评指出。不管是什么人，谁向我们指出都行。只要你说得对，我们就改正。",
		reference: "《毛泽东选集》",
    },
    {
        text: "把别人的经验变成自己的，他的本领就大了。",
		reference: "《毛泽东选集》",
    },
    {
        text: "往往有这种情形，有利的情况和主动的恢复，产生于“再坚持一下”的努力之中。",
		reference: "《毛泽东选集》",
    },
    {
        text: "有了正确的观点和正确的思想，还要有比较恰当的表达方式告诉别人。",
		reference: "《毛泽东文集》",
    },
    {
        text: "情况是在不断地变化，要使自己的思想适应新的情况，就得学习。",
		reference: "《毛泽东文集》",
    },
    {
        text: "从最坏的可能性着想，总不吃亏。",
		reference: "《毛泽东文集》",
    },
    {
        text: "可能胜利快，也可能胜利慢，无非这两种。两头都准备，就不至于失望。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "世界上的事情你不想到那个极点，你就睡不着觉。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要注意听人家的话，就是要像房子一样，经常打开窗户让新鲜空气进来。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要造成交换意见的空气和作风。我这个人凡事没有办法的时候，就去问同志们，问老百姓。打仗也是这样。我们要善于和同志们交谈。",
		reference: "《毛泽东文集》",
    },
    {
        text: "互相打通思想，这样做事快得多。不同意的先不要办，即使同意，也要看是心里愿意还是嘴上愿意，若勉强就缓办。",
		reference: "《毛泽东文集》",
    },
    {
        text: "把工作向两方面挤一挤，一个往上一个往下，一定可以挤出两小时来学习的。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要彼此有共同的语言，必须先有必要的共同的情报知识。",
		reference: "《毛泽东文集》",
    },
    {
        text: "不要一听到和自己不同的意见就生气，认为是不尊重自己。这是以平等态度待人的条件之一。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "批评应该是严正的、尖锐的，但又应该是诚恳的、坦白的、与人为善的。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "正确的批评，应加接受，即使其批评有不确当者，亦只可在其批评完毕，并经过慎重考虑之后，加以公平的与善意的解释。",
		reference: "《毛泽东文集》",
    },
    {
        text: "正确不正确是指说话的内容，有的对，有的不对。说得不对，是在说的过程中发生的，应该允许，说错了的，以后可以纠正。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "经常把几个问题放在心里想一想，同少数人吹一吹，这是一个重要方法。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "可做就做，不可做就等一等。能做的，大多数人同意了的，不做也不好。可以做得慢一些，让大家都高兴，这样反而就快了。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "在时间问题上，与其准备短些，宁可准备长些；在工作问题上，与其看得容易些，宁可看得困难些。这样想，这样做，较为有益，而较少受害。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "凡重要问题不厌求详地征求意见，总是有好处的。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "不要勉强同意。是则是，非则非，以实际可行者见告。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "什么叫问题？问题就是事物的矛盾。哪里有没有解决的矛盾，哪里就有问题。",
		reference: "《毛泽东选集》",
    },
    {
        text: "总而言之，我们要有准备。有了准备，就能恰当地应付各种复杂的局面。 ",
		reference: "《毛泽东选集》",
    },
    {
        text: "当面不说，背后咕哝，最不好。尖锐的态度，委婉的态度，都好，依问题和情况不同而定。有话不说，则相当危险。应当选择说话的时机，是对的。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "好的接受，错的解释。解释不通，暂时搁下，将来再说。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "不负责任，怕负责任，不许人讲话，老虎屁股摸不得，凡是采取这种态度的人，十个就有十个要失败。",
		reference: "《毛泽东文集》",
    },
    {
        text: "有则改之，无则加勉，把各种闲话都引到自己的责任上来，这就卸下一个大包袱，不至于多生气。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们更要广开言路，打开窗户，不要怕打开窗户可能吹进沙子来。进来一点尘土，坏处有一点，但并不大，而开窗户透空气的利益却很大，我们要从这种利害关系上看这个问题。",
		reference: "《毛泽东文集》",
    },
    {
        text: "凡有害的，加以限制；凡无害的，加以利用。",
		reference: "《毛泽东文集》",
    },
    {
        text: "你不研究反面的东西，就驳不倒它。",
		reference: "《毛泽东文集》",
    },
    {
        text: "凡事忍耐，多想自己缺点，增益其所不能；照顾大局，只要不妨大的原则，多多原谅人家。",
		reference: "《毛泽东文集》",
    },
    {
        text: "凡是搞错了的，都要修正错误，赔一个不是，老老实实地赔不是。我们要有这样的态度。这叫做什么态度？自我批评的态度。",
		reference: "《毛泽东文集》",
    },
    {
        text: "大家都是从幼年来的，年幼知道得少，会慢慢地多起来。人家懂得的东西不如你知道得多，但你也不是什么都知道。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要人家服，只能说服，不能压服。压服的结果总是压而不服。以力服人是不行的。对付敌人可以这样，对付同志，对付朋友，绝不能用这个方法。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要帮助别人，首先要提高自己，自己不进步，要帮助别人是难的，这一点要讲清楚。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们现在用说服的方法代替了压服的方法。费的时间不算少，但是这点时间是需要的。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "牢骚是一定要让人发的，当然发者无罪。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "碰到一块，有些意见不对头。人家或者是搞什么批评了自己，反对了自己，自己又反攻一下，结果就发生矛盾了。反对自己的人不一定是坏人。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "不好的要给以适当的批评，好的要表扬，但不能捧……",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "即使有少数人在一个时期和我们意见不一致，也应好好说服他们。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "检讨的目的在于得出经验教训，不在于把责任加在个别同志身上。",
		reference: "《毛泽东文集》",
    },
    {
        text: "眼泪不要往外头流，要往里头流。世界上是有许多不公道的事情，那个级可能评得不对，那也无须闹，无关大局，只要有饭吃就行。",
		reference: "《毛泽东文集》",
    },
    {
        text: "停止争论不是一方说了就算，而必须达成双方都能接受的公平协议。",
		reference: "《毛泽东文集》",
    },
    {
        text: "注意收集不同的意见。意见一致了就不会发生不团结现象，不团结就是因为有不同的意见而又得不到解决。",
		reference: "《毛泽东文集》",
    },
    {
        text: "合作不能对任何一方有害，否则就不能持久，一定会破裂。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们不是当面一套，背后另一套，我们只有一套，没有两套。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们都是从五湖四海汇集拢来的，我们不仅要善于团结和自己意见相同的同志，而且要善于团结和自己意见不同的同志一道工作。",
		reference: "《毛泽东选集》",
    },
    {
        text: "世界上只有猫和猫做朋友的事，没有猫和老鼠做朋友的事。",
		reference: "《毛泽东选集》",
    },
    {
        text: "待人以诚而去其诈，待人以宽而去其隘。",
		reference: "《毛泽东选集》",
    },
    {
        text: "人不犯我，我不犯人；人若犯我，我必犯人。",
		reference: "《毛泽东选集》",
    },
    {
        text: "凡有损人利己之心的人，其结果都不妙。",
		reference: "《毛泽东选集》",
    },
    {
        text: "如果不懂得彼此的心，不知道彼此心里面想些什么东西，能够做成知心朋友吗？",
		reference: "《毛泽东选集》",
    },
    {
        text: "为了前进而后退，为了向正面而向侧面，为了走直路而走弯路，是许多事物在发展过程中所不可避免的现象…… ",
		reference: "《毛泽东选集》",
    },
    {
        text: "适可而止，保证已得的胜利。",
		reference: "《毛泽东文集》",
    },
    {
        text: "如果准备未周，宁可推迟时间。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "一鼓作气，往往想得不周，我就往往如此，有时难免失算。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "一个人不讲真话建立不起信任。谁信任你啊？朋友之间也是这样。 ",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "一时办不到的事，必须允许逐步去办。",
		reference: "《毛泽东文集》",
    },
    {
        text: "积极造成条件。凡条件不成熟者，无论何时何地不要勉强去做。",
		reference: "《毛泽东文集》",
    },
    {
        text: "被敌逼迫到被动地位的事是常有的，重要的是要迅速地恢复主动地位。如果不能恢复到这种地位，下文就是失败。",
		reference: "《毛泽东选集》",
    },
    {
        text: "我们需要的是热烈而镇定的情绪，紧张而有秩序的工作。",
		reference: "《毛泽东选集》",
    },
    {
        text: "所谓机会主义，就是这里有利就干这件事，那里有利就干那件事，没有一定的原则，没有一定的章程，没有一定的方向，他今天是这样，明天又是那样。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要有充分的休息训练，反对无益的急，学习必要的慢。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "一波未平一波又起，中间要歇一歇。两山之间有一谷，两波之间有一伏。",
		reference: "《毛泽东文集》",
    },
    {
        text: "有病不要性急，越急越坏。安心治疗，是为上策。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "没有全局在胸，是不会真的投下一着好棋子的。",
		reference: "《毛泽东选集》",
    },
    {
        text: "下定决心，不怕牺牲，排除万难，去争取胜利。",
		reference: "《毛泽东选集》",
    },
    {
        text: "无论何人要认识什么事物，除了同那个事物接触，即生活于那个事物的环境中，是没有法子解决的。",
		reference: "《毛泽东选集》",
    },
    {
        text: "如果某项意见在局部的情形看来是可行的，而在全局的情形看来是不可行的，就应以局部服从全局。反之也是一样，在局部的情形看来是不可行的，而在全局的情形看来是可行的，也应以局部服从全局。这就是照顾全局的观点。",
		reference: "《毛泽东选集》",
    },
    {
        text: "系统地解决问题才叫做科学，不是系统的而是零碎的，就是正确的也不是科学的。",
		reference: "《毛泽东文集》",
    },
    {
        text: "深切地了解一处地方或一个问题，往后调查别处地方或别个问题，你就容易找到门路。不然就不容易找到门路。",
		reference: "《毛泽东文集》",
    },
    {
        text: "大作家不是坐在屋子里凭想像写作的，那样写出来的东西是不行的。事非经过不知难，每每一件小事却有丰富的内容，要从实际生活经验中才会知道。",
		reference: "《毛泽东文集》",
    },
    {
        text: "如果我们观察问题是走马看花的，各样都弄一点，这只是空花费了时间，一事无成。",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们有许多同志，对新情况、新事物不作调查研究，自己又不懂得，就在那里办事，不懂货就不识货，这怎么能办好事情呢？",
		reference: "《毛泽东文集》",
    },
    {
        text: "给他们一些时间摸索你的心，逐渐地让他们能够了解你的真意，把你当做好朋友看，然后才能调查出真情况来。",
		reference: "《毛泽东文集》",
    },
    {
        text: "不要看到好的就认为全好，看到坏的就认为全坏。如果别人说全好，那你就问一问：是不是全好？如果别人说全坏，那你就问一问：一点好处没有吗？ ",
		reference: "《毛泽东文集》",
    },
    {
        text: "去做调查，就是要使自己心里有底，没有底是不能行动的。了解情况，要用眼睛看，要用口问，要用手记。谈话的时候还要会谈，不然就会受骗。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "凡是忧愁没有办法的时候，就去调查研究，一经调查研究，办法就出来了，问题就解决了。",
		reference: "《毛泽东文集》",
    },
    {
        text: "有一个同志讲得对，我的东西，他说有些能用，有些不能用，这就作了分析。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "一个人尽管有才有学，如果不善于识别风向，那还是很迟钝的。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "要看得到，抓得起。要有这两种能力。凡办事，首先要看得到。如果连那件事看都没有看到，当然谈不到抓的问题。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "工作虽多，可以安排一下，一段时间内只处理一个主要问题，这样也就会不觉得太忙了。",
		reference: "《建国以来毛泽东文稿》",
    },
    {
        text: "世界上没有不能分析的事物，只是：一、情况不同；二、性质不同。",
		reference: "《毛泽东文集》",
    },
    {
        text: "有些事情还没出现，虽然可以预料到，却不等于能够具体地提出解决的方针和办法。",
		reference: "《毛泽东文集》",
    },
    {
        text: "要看大的东西，要看普遍的大量的东西。许多同志往往对于普遍的大量的东西看不见，只看见局部的小量的东西。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "十分急了办不成事，越急就越办不成，不如缓一点，波浪式地向前发展。这同人走路一样，走一阵要休息一下。",
		reference: "《毛泽东文集》",
    },
    {
        text: "一波未平一波又起，中间要歇一歇。两山之间有一谷，两波之间有一伏。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "定义是分析的结果，不是分析的出发点。研究问题应该从历史的分析开始。",
		reference: "《毛泽东文集》",
    },
    {
        text: "自己毫无主见，往往由一个极端走到另一个极端。",
		reference: "《毛泽东文集》",
    },
    {
        text: "在一个时期抄外国的，这是必要的，抄一个时期之后就不要再抄了。学生在学校受教育，就是抄教员的，几年毕业之后就成了教员。",
		reference: "《毛泽东文集》",
    },
    {
        text: "在危险环境中表示绝望的人，在黑暗中看不见光明的人，只是懦夫与机会主义者。",
		reference: "《毛泽东文集》",
    },
    {
        text: "没有经验，就难免要犯错误。从没有经验到有经验，要有一个过程。",
		reference: "《毛泽东选集》",
    },
    {
        text: "虽然在我们的斗争过程中，有时曾遇到一些困难，但是我们不是靠观音菩萨来救命，而是靠自己的双手去克服困难。",
		reference: "《毛泽东文集》",
    },

    {
        text: "谁是我们的敌人？谁是我们的朋友？这个问题是革命的首要问题。中国过去一切革命斗争成效甚少，其基本原因就是因为不能团结真正的朋友，以攻击真正的敌人。",
		reference: "《中国社会各阶级的分析》",
    },
    {
        text: "革命不是请客吃饭，不是做文章，不是绘画绣花，不能那样雅致，那样从容不迫，文质彬彬，那样温良恭俭让。",
		reference: "《湖南农民运动考察报告》",
    },
    {
        text: "应当善于教育和启发农民，使农民自觉地去破除迷信和其他不良的风俗习惯，而不是不顾农民的觉悟程度，靠发号施令代替农民去破除。",
		reference: "《湖南农民运动考察报告》",
    },
    {
        text: "我们看事情必须要看它的实质，而把它的现象只看作入门的向导，一进了门就要抓住它的实质，这才是可靠的科学的分析方法。",
		reference: "《星星之火，可以燎原》",
    },
    {
        text: "敌进我退，敌驻我扰，敌疲我打，敌退我追。",
		reference: "《星星之火，可以燎原》",
    },
    {
        text: "没有调查，就没有发言权。",
		reference: "《反对本本主义》",
    },
    {
        text: "你对于那个问题不能解决吗？那你就去调查那个问题的现状和它的历史吧！你完完全全调查明白了，你对那个问题就有解决的办法了。",
		reference: "《反对本本主义》",
    },
    {
        text: "一切结论产生于调查情况的末尾，而不是在它的先头。只有蠢人，才是他一个人，或者邀集一堆人，不作调查，而只是冥思苦索地“想办法”，“打主意”。",
		reference: "《反对本本主义》",
    },
    {
        text: "要把官僚主义方式这个极坏的家伙抛到粪缸里去，因为没有一个同志喜欢它。每一个同志喜欢的应该是群众化的方式，即是每一个工人、农民所喜欢接受的方式。",
		reference: "《必须注意经济工作》",
    },
    {
        text: "马克思主义者看问题，不但要看到部分，而且要看到全体。一个虾蟆坐在井里说：“天有一个井大。”这是不对的，因为天不止一个井大。如果它说：“天的某一部分有一个井大。”这是对的，因为合乎事实。",
		reference: "《论反对日本帝国主义的策略》",
    },
    {
        text: "人中间有三岁小孩子，三岁小孩子有许多道理都是对的，但是不能使他们管天下国家的大事，因为他们还不明白天下国家的道理。",
		reference: "《论反对日本帝国主义的策略》",
    },
    {
        text: "我们固然应该尊重过去流血的经验，但是还应该尊重自己流血的经验。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "战争历史上有在连战皆捷之后吃了一个败仗以至全功尽弃的，有在吃了许多败仗之后打了一个胜仗因而开展了新局面的。这里说的“连战皆捷”和“许多败仗”，都是局部性的。这里说的“一个败仗”和“一个胜仗”，就都是决定的东西了。所有这些，都在说明关照全局的重要性。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "读书是学习，使用也是学习，而且是更重要的学习。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "列宁说：马克思主义的最本质的东西，就在于具体地分析具体的情况。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "一般地说来，与其失之过迟，不如失之过早。因为后者的损失较之前者为小，而其利益，则是有备无患，根本上立于不败之地。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "此处吃亏，彼处胜利，东方不亮西方亮，黑了南方有北方，我们总有道路。 ",
		reference: "《毛泽东文集》",
    },
    {
        text: "谁人不知，两个拳师放对，聪明的拳师往往退让一步，而蠢人则其势汹汹，辟头就使出全副本领，结果却往往被退让者打倒。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "我们的战略是“以一当十”，我们的战术是“以十当一”，这是我们制胜敌人的根本法则之一。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "大方向虽在一个时期中是不变更的，然而大方向内的小方向则是随时变更的，一个方向受了限制，就得转到另一个方向去。一个时期之内大方向也受了限制，就连这种大方向也得变更了。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "睡眠和休息丧失了时间，却取得了明天工作的精力。如果有什么蠢人，不知此理，拒绝睡觉，他明天就没有精神了，这是蚀本生意。",
		reference: "《中国革命战争的战略问题》",
    },
    {
        text: "你要知道梨子的滋味，你就得亲口吃一吃。你要知道原子的组织同性质，你就得实行物理学和化学的实验，变革原子的情况。你要知道革命的理论和方法，你就得参加革命。一切真知都是从直接经验发源的。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》",
    },
    {
        text: "知识的问题是一个科学问题，来不得半点的虚伪和骄傲，决定地需要的倒是其反面--诚实和谦逊的态度。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》",
    },
    {
        text: "任何知识的来源，在于人的肉体感官对客观外界的感觉，否认了这个感觉，否认了直接经验，否认亲自参加变革现实的实践，他就不是唯物论者。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》",
    },
    {
        text: "中国人有一句老话：“不入虎穴，焉得虎子。”这句话对于人们的实践是真理，对于认识论也是真理。离开实践的认识是不可能的。",
		reference: "《实践论：论认识和实践的关系——知和行的关系》",
    },
    {
        text: "矛盾的普遍性或绝对性这个问题有两方面的意义。其一是说，矛盾存在于一切事物的发展过程中；其二是说，每一事物的发展过程中存在着自始至终的矛盾运动。没有什么事物是不包含矛盾的，没有矛盾就没有世界。",
		reference: "《矛盾论》",
    },
    {
        text: "表面性，是对矛盾总体和矛盾各方的特点都不去看，否认深入事物里面精细地研究矛盾特点的必要，仅仅站在那里远远地望一望，粗枝大叶地看到一点矛盾的形相，就想动手去解决矛盾。这样的做法，没有不出乱子的。",
		reference: "《矛盾论》",
    },
    {
        text: "在同一性中存在着斗争性，在特殊性中存在着普遍性，在个性中存在着共性。拿列宁的话来说，叫做“在相对的东西里面有着绝对的东西”。",
		reference: "《矛盾论》",
    },
    {
        text: "对抗是矛盾斗争的一种形式，而不是矛盾斗争的一切形式。",
		reference: "《矛盾论》",
    },
    {
        text: "事情有大道理，有小道理，一切小道理都归大道理管着。",
		reference: "《反对日本进攻的方针、办法和前途》",
    },
    {
        text: "办法是跟着方针来的。",
		reference: "《反对日本进攻的方针、办法和前途》",
    },
    {
        text: "革命的集体组织中的自由主义是十分有害的。它是一种腐蚀剂，使团队涣散，关系松懈，工作消极，意见分歧。",
		reference: "《反对自由主义》",
    },
    {
        text: "一切军事行动的指导原则，都根据于一个基本的原则，就是：尽可能地保存自己的力量，消灭敌人的力量。",
		reference: "《抗日游击战争的战略问题》",
    },
    {
        text: "“集中大力，打敌小部”，仍然是游击战争战场作战的原则之一。",
		reference: "《抗日游击战争的战略问题》",
    },
    {
        text: "主动权不是任何天才家所固有的，只是聪明的领导者从虚心研究和正确地估计客观情况，正确地处置军事政治行动所产生的东西。因此，是要有意识地去争取的东西，不是现成的东西。",
		reference: "《抗日游击战争的战略问题》",
    },
    {
        text: "争取最后胜利所必要的一切条件而努力，条件多具备一分，早具备一日，胜利的把握就多一分，胜利的时间就早一日。我们认为只有这样才能缩短战争的过程，而排斥贪便宜尚空谈的速胜论。",
		reference: "《论持久战》",
    },
    {
        text: "几个大汉打一个大汉之容易打胜，这是常识中包含的真理。",
		reference: "《论持久战》",
    },
    {
        text: "错觉和不意，可以丧失优势和主动。因而有计划地造成敌人的错觉，给以不意的攻击，是造成优势和夺取主动的方法，而且是重要的方法。",
		reference: "《论持久战》",
    },
    {
        text: "优势而无准备，不是真正的优势，也没有主动。懂得这一点，劣势而有准备之军，常可对敌举行不意的攻势，把优势者打败。",
		reference: "《论持久战》",
    },
    {
        text: "且得之于此者，又失之于彼。",
		reference: "《论持久战》",
    },
    {
        text: "盲目地举行绝无把握的决战，结果丧失军力之后，必随之以丧失全部的土地，更说不到什么恢复失地了。事物是往返曲折的，不是径情直遂的，战争也是一样，只有形式主义者想不通这个道理。",
		reference: "《论持久战》",
    },
    {
        text: "必须善于识别干部。不但要看干部的一时一事，而且要看干部的全部历史和全部工作，这是识别干部的主要方法。",
		reference: "《中国共产党在民族战争中的地位》",
    },
    {
        text: "必须善于使用干部。领导者的责任，归结起来，主要地是出主意、用干部两件事。一切计划、决议、命令、指示等等，都属于“出主意”一类。使这一切主意见之实行，必须团结干部，推动他们去做，属于“用干部”一类",
		reference: "《中国共产党在民族战争中的地位》",
    },
    {
        text: "学习的最大敌人是不到“底”。自己懂了一点，就以为满足了，不要再学习了…… ",
		reference: "《毛泽东文集》",
    },
    {
        text: "我们是战争消灭论者，我们是不要战争的；但是只能经过战争去消灭战争，不要枪杆子必须拿起枪杆子。",
		reference: "《战争和战略问题》",
    },
    {
        text: "正如孙中山先生说过的话：“革命尚未成功，同志仍须努力。”",
		reference: "《青年运动的方向》",
    },
    {
        text: "凡是敌人反对的，我们就要拥护；凡是敌人拥护的，我们就要反对。",
		reference: "《和中央社、扫荡报、新民报三记者的谈话》",
    }, 
    {
        text: "马克思说：“不是人们的意识决定人们的存在，而是人们的社会存在决定人们的意识。”他又说：“从来的哲学家只是各式各样地说明世界，但是重要的乃在于改造世界。”",
		reference: "《新民主主义论》",
    },
    {
        text: "在今后的世界中，“中立”只是骗人的名词。",
		reference: "《新民主主义论》",
    },
    {
        text: "一切外国的东西，如同我们对于食物一样，必须经过自己的口腔咀嚼和胃肠运动，送进唾液胃液肠液，把它分解为精华和糟粕两部分，然后排泄其糟粕，吸收其精华，才能对我们的身体有益，决不能生吞活剥地毫无批判地吸收。",
		reference: "《新民主主义论》",
    },
    {
        text: "必须将马克思主义的普遍真理和中国革命的具体实践完全地恰当地统一起来，就是说，和民族的特点相结合，经过一定的民族形式，才有用处，决不能主观地公式地应用它。",
		reference: "《新民主主义论》",
    },
    {
        text: "公式的马克思主义者，只是对于马克思主义和中国革命开玩笑，在中国革命队伍中是没有他们的位置的。",
		reference: "《新民主主义论》",
    },
    {
        text: "只有破坏旧的腐朽的东西，才能建设新的健全的东西。",
		reference: "《新民主主义的宪政》",
    },
    {
        text: "所谓领导权，不是要一天到晚当作口号去高喊，也不是盛气凌人地要人家服从我们，而是以党的正确政策和自己的模范工作，说服和教育党外人士，使他们愿意接受我们的建议。",
		reference: "《抗日根据地的政权问题》",
    },
    {
        text: "在抗日统一战线时期中，斗争是团结的手段，团结是斗争的目的。以斗争求团结则团结存，以退让求团结则团结亡。",
		reference: "《目前抗日统一战线中的策略问题》",
    },
    {
        text: "我们的策略原则，仍然是利用矛盾，争取多数，反对少数，各个击破。",
		reference: "《论政策》",
    },
    {
        text: "现在我们很多同志，还保存着一种粗枝大叶、不求甚解的作风，甚至全然不了解下情，却在那里担负指导工作，这是异常危险的现象。对于中国各个社会阶级的实际情况，没有真正具体的了解，真正好的领导是不会有的。",
		reference: "《<农村调查>的序言和跋》",
    },
    {
        text: "没有满腔的热忱，没有眼睛向下的决心，没有求知的渴望，没有放下臭架子、甘当小学生的，是一定不能做，也一定做不好的。必须明白：群众是真正的英雄，而我们自己则往往是幼稚可笑的，不了解这一点，就不能得到起码的知识。",
		reference: "《<农村调查>的序言和跋》",
    },
    {
        text: "斯大林曾经说过，脱离实际的理论是空洞的理论。空洞的理论是没有用的，不正确的，应该抛弃的。对于好谈这种空洞理论的人，应该伸出一个指头向他刮脸皮",
		reference: "《整顿党的作风》",
    },
    {
        text: "说理的首先一个方法，就是重重地给患病者一个刺激，向他们大喝一声，说：“你有病呀！”使患者为之一惊，出一身汗，然后好好地叫他们治疗。",
		reference: "《反对党八股》",
    },
    {
        text: "凡真理都不装样子吓人，它只是老老实实地说下去和做下去。",
		reference: "《反对党八股》",
    },
    {
        text: "什么叫问题？问题就是事物的矛盾。哪里有没有解决的矛盾，哪里就有问题。既有问题，你总得赞成一方面，反对另一方面，你就得把问题提出来。",
		reference: "《反对党八股》",
    },
    {
        text: "大略的调查和研究可以发现问题，提出问题，但是还不能解决问题。要解决问题，还须作系统的周密的调查工作和研究工作，这就是分析的过程。",
		reference: "《反对党八股》",
    },
    {
        text: "许多人写文章，做演说，可以不要预先研究，不要预先准备；文章写好之后，也不多看几遍，就马马虎虎地发表出去。其结果，往往是“下笔千言，离题万里”，仿佛像个才子，实则到处害人。",
		reference: "《反对党八股》",
    },
    {
        text: "世上决没有无缘无故的爱，也没有无缘无故的恨。",
		reference: "《在延安文艺座谈会上的讲话》",
    },
    {
        text: "一个人做事只凭动机，不问效果，等于一个医生只顾开药方，病人吃死了多少他是不管的。",
		reference: "《在延安文艺座谈会上的讲话》",
    },
    {
        text: "真正的好心，必须对于自己工作的缺点错误有完全诚意的自我批评，决心改正这些缺点错误。",
		reference: "《在延安文艺座谈会上的讲话》",
    },
    {
        text: "鲁迅的两句诗，“横眉冷对千夫指，俯首甘为孺子牛”，应该成为我们的座右铭。",
		reference: "《在延安文艺座谈会上的讲话》",
    },
    {
        text: "普通的人，容易为过去和当前的情况所迷惑，以为今后也不过如此。他们缺乏事先看出航船将要遇到暗礁的能力，不能用清醒的头脑把握船舵，绕过暗礁。",
		reference: "《一个极其重要的政策》",
    },
    {
        text: "气候变化了，衣服必须随着变化。每年的春夏之交，夏秋之交，秋冬之交和冬春之交，各要变换一次衣服。但是人们往往在那之交不会变换衣服，要闹出些毛病来，这就是由于习惯的力量。",
		reference: "《一个极其重要的政策》",
    },
    {
        text: "只有发展经济才能保障供给这一真理，不是被明白无疑的历史事实给我们证明了吗？",
		reference: "《抗日时期的经济问题和财政问题》",
    },
    {
        text: "在我党的一切实际工作中，凡属正确的领导，必须是从群众中来，到群众中去。",
		reference: "《关于领导方法的若干问题》",
    },
    {
        text: "一个地区的总负责人，必须考虑到该处的斗争历史和斗争环境，将各项工作摆在适当的地位；而不是自己全无计划，只按上级指示来一件做一件，形成多中心工作和凌乱无秩序的状态。",
		reference: "《关于领导方法的若干问题》",
    },
    {
        text: "上级机关不要不分轻重缓急地没有中心地同时指定下级机关做很多项工作，以致引起下级在工作步骤上的凌乱，而得不到确定的结果。",
		reference: "《关于领导方法的若干问题》",
    },
    {
        text: "列宁斯大林经常劝人要善于思索，我们也要这样劝人。脑筋这个机器的作用，是专门思想的。",
		reference: "《学习和时局》",
    },
    {
        text: "一切为群众的工作都要从群众的需要出发，而不是从任何良好的个人愿望出发。",
		reference: "《文化工作中的统一战线》",
    },
    {
        text: "在一切工作中，命令主义是错误的，因为它超过群众的觉悟程度，违反了群众的自愿原则，害了急性病。我们的同志不要以为自己了解了的东西，广大群众也和自己一样都了解了。群众是否已经了解并且是否愿意行动起来，要到群众中去考察才会知道。",
		reference: "《论联合政府》",
    },
    {
        text: "无数革命先烈为了人民的利益牺牲了他们的生命，使我们每个活着的人想起他们就心里难过，难道我们还有什么个人利益不能牺牲，还有什么错误不能抛弃吗？",
		reference: "《论联合政府》",
    },
    {
        text: "只要上面善于提出任务，放手让下面自力更生，问题就解决了，而且能够更加完善地解决它。“统一领导，分散经营”的原则，已被证明是我们解放区在目前条件下组织一切经济生活的正确的原则。",
		reference: "《论军队生产自给，兼论整风和生产两大运动的重要性》",
    },
    {
        text: "看它的过去，就可以知道它的现在；看它的过去和现在，就可以知道它的将来。",
		reference: "《抗日战争胜利后的时局和我们的方针》",
    },
    {
        text: "从来没有不经过打扫而自动去掉的灰尘。手里拿着扫帚就要研究扫的办法，不要躺在床上，以为会来一阵什么大风，把灰尘统统刮掉。",
		reference: "《抗日战争胜利后的时局和我们的方针》",
    },
    {
        text: "纸上的东西并不等于现实的东西。事实证明，要把它变成现实的东西，还要经过很大的努力。",
		reference: "《关于重庆谈判》",
    },
    {
        text: "什么叫工作，工作就是斗争。那些地方有困难、有问题，需要我们去解决。我们是为着解决困难去工作、去斗争的。越是困难的地方越是要去，这才是好同志。",
		reference: "《关于重庆谈判》",
    },
    {
        text: "应集中绝对优势兵力，至少也是三倍于敌的兵力，从敌军诸阵地中，选择较弱的一点，猛烈地攻击之，务期必克。得手后，迅速扩张战果，各个歼灭该敌。",
		reference: "《集中优势兵力，各个歼灭敌人》",
    },
    {
        text: "当着天空中出现乌云的时候，我们就指出：这不过是暂时的现象，黑暗即将过去，曙光即在前头。",
		reference: "《目前形势和我们的任务》",
    },
    {
        text: "不打无准备之仗，不打无把握之仗，每战都应力求有准备，力求在敌我条件对比下有胜利的把握。",
		reference: "《目前形势和我们的任务》",
    },
    {
        text: "我们自己的命运完全应当由我们自己来掌握，我们应当在自己内部肃清一切软弱无能的思想。",
		reference: "《目前形势和我们的任务》",
    },
    {
        text: "群众齐心了，一切事情就好办了。",
		reference: "《对晋绥日报编辑人员的谈话》",
    },
    {
        text: "我们的原则性必须是坚定的，我们也要有为了实现原则性的一切许可的和必需的灵活性。",
		reference: "《第七届中央委员会第二次全体会议上的报告》",
    },
    {
        text: "务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风，我们能够学会我们原来不懂的东西。",
		reference: "《第七届中央委员会第二次全体会议上的报告》",
    },
    {
        text: "我们不但善于破坏一个旧世界，我们还将善于建设一个新世界。",
		reference: "《第七届中央委员会第二次全体会议上的报告》",
    },
    {
        text: "要把问题摆到桌面上来。",
		reference: "《党委会的工作方法》",
    },
    {
        text: "我们切不可强不知以为知，要“不耻下问”，要善于倾听下面干部的意见。先做学生，然后再做先生；先向下面干部请教，然后再下命令。",
		reference: "《党委会的工作方法》",
    },
    {
        text: "我们有些同志，也抓主要工作，但是抓而不紧，所以工作还是不能做好。不抓不行，抓而不紧也不行。",
		reference: "《党委会的工作方法》",
    },
    {
        text: "斗争，失败，再斗争，再失败，再斗争，直至胜利。",
		reference: "《丢掉幻想，准备斗争》",
    },
    {
        text: "嗟来之食，吃下去肚子要痛的。",
		reference: "《别了，司徒雷登》",
    },
    {
        text: "中国人死都不怕，还怕困难吗？",
		reference: "《别了，司徒雷登》",
    },
    {
        text: "世界一切事物中，人是第一个可宝贵的。",
		reference: "《唯心历史观的破产》",
    },
    {
        text: "任何思想，如果不和客观的实际的事物相联系，如果没有客观存在的需要，如果不为人民群众所掌握，即使是最好的东西，即使是马克思列宁主义，也是不起作用的。",
		reference: "《唯心历史观的破产》",
    },

]
