const Quotes = [
    {
        text: "打开水龙头，抓一把盐，放在手心里慢慢搓洗，直到盐全部融化。据说这样可以赶走霉运，增加正能量。最后说一句“福气满满”，运气就会特别好。",
		tag: "玄学小妙招",
    },
    {
        text: "人的一生中，十年是一个重要的周期。如果走一步好运气，可能一辈子都不用愁。换大运的时候，就像重生一样，最后一年会特别不安，情绪波动大，感情和事业都会受到影响。道家有个说法叫“退运”，意思是人到了一定时候就会走下坡路。但当你跌到谷底，接下来怎么走都是上坡。熬过这段苦日子，就会迎来好运气，甚至大富大贵。",
		tag: "十年大运",
    },
    {
        text: "人生很神奇，你以为会在一个地方待很久，但到了该开始下个剧本的时候，命运就会突然切断你和那个地方的联系。原本充满生活痕迹的房间，一天之内就恢复成刚来时的样子，离开时连留恋的时间都没有。命运到了某个时刻，会把你送回你该去的地方，做你该做的事，就算你不想，命运的齿轮也会推着你走。",
		tag: "人生轨迹",
    },
    {
        text: "道家认为，做事越轻松、越不在乎结果，反而会做得特别好，这叫“无心生大用”。如果你总是紧张、着急，不妨先放下，别太执着于目标，顺其自然反而能帮你突破困境。有时候，越不想要，反而越能得到。这就是“有心栽花花不开，无心插柳柳成荫”。",
		tag: "无为之道",
    },
    {
        text: "有时候命运看似在阻碍你，其实是在保护你。别抱怨，别生气，世间的一切都有它的道理。得到的不一定是福，失去的也不一定是祸。所有经历都有它的意义。记住一句：凡有事发生，必有利于你。",
		tag: "命运辩证",
    },
    {
        text: "总有一天你会静下心来，像旁观者一样回顾自己的人生，然后笑着摇摇头，觉得人生不过是一场梦。真正能治愈你的，不是时间，而是你内心的释然和明白。内耗最大的表现就是总是给自己压力，活在当下，顺其自然才是最好的状态。",
		tag: "心境澄明",
    },
]