[
    {
        "jieqi": "立春",
        "explain_firstday": "今日立春，也象征着一年的开端，可以早起感受春天的生发之气。多吃萝卜和春饼，寓意嚼得菜根做得大事。同时这一天应保持心境平和，避免口舌是非，以求全年顺遂。",
        "explain": "立春是二十四节气之首，标志着春季的正式到来，古人云“阳和起蛰，品物皆春”形容万物复苏，欣欣向荣。"
    },
    {
        "jieqi": "雨水",
        "explain_firstday": "今日雨水，可少吃一些晚饭，打扮漂亮，多出门走走，“人与天地共生，可受万物之滋养”，感受大自然能量的同时，散发一下堆积了整个寒冬的负能量。",
        "explain": "雨水时节标志着春天的深入，东风送暖促使冰雪融化，空气湿润，雨水增多，因而得名雨水，农谚“立春天渐暖，雨水送肥忙”。"
    },
    {
        "jieqi": "惊蛰",
        "explain_firstday": "今日惊蛰，适合吃属热的馒头，有助于恢复阳刚补充元气，同时惊蛰吃梨坏事远“离”。古人云“闻雷启智”，这一天可以开展新的学习计划，告别过往的自己。",
        "explain": "惊蛰是春季的第三个节气，民间有“春雷响，百虫醒”的说法，此时阳气渐升、天气转暖、万物复苏，所以叫惊蛰。"
    },
    {
        "jieqi": "春分",
        "explain_firstday": "今天是春分的第一天，古人云“春分者，阴阳相半也”，宜行中庸之道，可以多晒太阳、多吃蔬菜、保持良好心情。",
        "explain": "春分时太阳直射赤道，南北半球昼夜平分，此后太阳直射位置向北半球移，北半球进入昼长夜短周期，这一天刚好是春季的一半，因而称春分。"
    },
    {
        "jieqi": "清明",
        "explain_firstday": "今日进入清明时节，今天万物清洁明净，早起面向东方吸气三囗能养肝明目，出门踏青的朋友们记得多穿运动鞋防滑。",
        "explain": "清明兼具自然与人文内涵，草木萌发、万物生长呈现春和景明之象，气候清爽温暖，既是扫墓祭祀的肃穆节日，也是踏青插柳、放鸢荡秋千的春季盛会。"
    },
    {
        "jieqi": "谷雨",
        "explain_firstday": "谷雨时节到了，正适合泡个暖澡松快筋骨，泡壶新茶清清心，要是外出记得备好防晒霜+抗过敏药物。",
        "explain": "谷雨作为春季最后一个节气，得名于‘雨水润泽，百谷出生’，此时降水显著增多，大地五谷得以生长，谚云“谷雨前后，种瓜种豆”。"
    },
    {
        "jieqi": "立夏",
        "explain_firstday": "今天是立夏的头一天，传统讲究穿红色衣服迎接夏天能带来好运气，还要记得别坐门槛上，这样能让福气顺顺当当地进门。",
        "explain": "立夏标志着夏季正式开始，此时节雷雨趋频、气温升高，万物繁茂，古语有云“孟夏之日，天地始交，万物并秀”。"
    },
    {
        "jieqi": "小满",
        "explain_firstday": "今日小满，适合多吃苦味的时鲜降降火，这时候要懂得知足别贪多，老话讲“小满不求满”说的就是这个理儿。",
        "explain": "小满时节麦类作物已经结果、籽粒饱满，但尚未成熟，所以叫小满。"
    },
    {
        "jieqi": "芒种",
        "explain_firstday": "今天是芒种的第一天，芒种忙种，大家在忙碌的同时，也别忘静心感受春风拂面，一起多念“心中有所期，忙终有所得",
        "explain": "芒种时令最宜播种谷黍类作物，播种过迟则难成熟，“芒”指小麦大麦类等作物的收获，“种”指谷黍类作物的播种。一切作物都在“忙种”了，是农耕最忙碌的节气。"
    },
    {
        "jieqi": "夏至",
        "explain_firstday": "适逢夏至，古有“歇夏”一说，在烦躁炎热夏日不妨给自己一个短暂的停顿，吃荔枝、喝口凉茶，一起祝福万事胜意。",
        "explain": "夏至是太阳直射北回归线的节点，北半球白昼最长，黑夜最短的一天，“夏至三庚入伏”预示炎热气候即将开始，天地万物在此时生长最旺盛。"
    },
    {
        "jieqi": "小暑",
        "explain_firstday": "小暑首日宜顺应天时，以静养防暑为主，适合穿浅色棉麻衣物、佩戴玉石手串、泡一杯菊花枸杞茶以清心安神。",
        "explain": "小暑为‘暑气初蒸’，天气开始炎热，但还没到最热，所以叫小暑。"
    },
    {
        "jieqi": "大暑",
        "explain_firstday": "今天是大暑的第一天，适合多吃仙草解暑，多吃凤梨旺运。",
        "explain": "大暑乃一年中最热时节，且雨水增多，《汉学堂经》注‘腐草为萤，土润溽暑，大雨时行’，天气闷热，土地潮湿，开始向立秋过渡。"
    },
    {
        "jieqi": "立秋",
        "explain_firstday": "今日立秋，有“咬秋除暑，财福双收”的习俗，可早起啃一口西瓜或玉米吞掉暑气，赶走“秋老虎”，寓意家庭和睦、财运亨通。",
        "explain": "立秋是秋季第一个节气，虽入秋而暑热未消，梧桐始落叶，寒蝉嘶鸣，作物开始从繁茂转向成熟。"
    },
    {
        "jieqi": "处暑",
        "explain_firstday": "今日处暑，这一天适合多吃萝卜和鸭肉，寓意“鸭走霉运，通气散浊”，顺势存米蓄力过冬，方得秋实累累！",
        "explain": "处暑即‘出暑’，炎夏终止，秋凉渐至，天地始肃，禾乃登，万物开始凋零，正是五谷成熟的时节。"
    },
    {
        "jieqi": "白露",
        "explain_firstday": "白露初至，今天适合吃九个桂圆提升个人魅力，九数极阳纳贵气，上下班可以吃个烤红薯旺财源，饭后沿湖散步有助增桃花。",
        "explain": "白露时节天气转凉，昼夜温差致夜间水汽凝结在叶子上，农谚云“白露白迷迷，秋分稻秀齐”。"
    },
    {
        "jieqi": "秋分",
        "explain_firstday": "今日秋分，古人云“秋三月，早起早卧，与鸡俱兴”，这一天要早睡早起，不急不躁，保持好心情，想助运旺业的朋友们可以在今天晚上泡脚，因为金生水。",
        "explain:": "秋分日太阳直射赤道，南北半球昼夜平分，此后太阳直射位置向南半球移，北半球进入昼短夜长周期，这一天刚好是秋季的一半，因而称秋分。"
    },
    {
        "jieqi": "寒露",
        "explain_firstday": "今天是寒露，适合多吃黑芝麻养身体，寓意芝麻开花好兆头，泡杯菊花茶可以清肝明目，地气渐凉，出门一定要穿长袜守住自身能量。",
        "explain:": "到了寒露时，露水渐增、气温持续走低，民间认为“寒为露之本，先白露后寒露”，反映出气候由凉转寒的自然进程。"
    },
    {
        "jieqi": "霜降",
        "explain_firstday": "今天是霜降，也是转运的好日子，可以为家里添置新的碗筷或生活用品，寓意好运常在，年年有余。同时要多吃羊肉牛肉，俗称霜降进补，明年打虎。",
        "explain:": "霜降是秋季的最后一个节气，夜间温度骤然下降，空气中的水蒸气在地面或植物表面凝结成了霜花，也意味着冬天即将开始。"
    },
    {
        "jieqi": "立冬",
        "explain_firstday": "今日立冬，适合多赖床多晒晒太阳，可以提升福气坏事远离。今天可以把硬币包裹藏到米缸里，合“冬闭春开”，寓意来年钱多多，米多多。",
        "explain:": "立冬乃‘冬三月之始’，冬以“终”为本义，指农务周期完结，秋获五谷归仓冬储，立冬节气标志着黄河中下游流域封冻期迫近，水始冰、地始冻。"
    },
    {
        "jieqi": "小雪",
        "explain_firstday": "小雪初至，适合打扫家务开窗通风，好运自然来敲门。此时“虹藏不见，天地不通，闭塞成冬”，所以不要久坐、不要早起、不要熬夜，可以多吃黑色、多晒太阳、多按摩，保持好心情。",
        "explain:": "小雪节气的到来，意味着气温下降，降水量渐增，黄河流域开始零星降雪，但还不到大雪纷飞的时节，节气因而得名“小雪”。"
    },
    {
        "jieqi": "大雪",
        "explain_firstday": "今天是大雪，常说的仲冬藏阳，就是要多吃羊肉、红薯和萝卜，多泡脚按摩增加内循环。同时要佛系看待身边的事物，保持心情舒畅，来年便得福多禄多好事多。",
        "explain:": "大雪的到来，预示着天气更加寒冷，黄河流域渐有积雪，而北方，已是“千里冰封，万里雪飘”的严冬了。"
    },
    {
        "jieqi": "冬至",
        "explain_firstday": "冬至来了，冬至又称“三阴至，一阳生”，是阴极阳生、否极泰来的最佳时机，可以祈福来年万事胜意。此时要多吃黑色、注意保暖、保持开心、晒晒太阳、记得吃饺子或汤圆。",
        "explain:": "冬至这天，太阳几乎直射南回归线，这一天北半球的白昼最短，黑夜最长。谚云“吃了冬至饭，一天长一线”，冬至后，北半球的白昼时间日渐长了。"
    },
    {
        "jieqi": "小寒",
        "explain_firstday": "今日步入小寒，民间有“三九补一冬，来年无病痛”之说，适合三五好友一起围炉煮茶，可以多吃核桃，有引气归元、封藏阳气的作用，心暖身暖便超越了严寒。",
        "explain:": "小寒一到才算正经入冬，冷气积久而寒，小寒是天气寒冷但还没有到极点的意思。"
    },
    {
        "jieqi": "大寒",
        "explain_firstday": "今日大寒，承载着对过去四季轮回的告别，适合清扫房屋、置换新衣、沐浴洗澡，正所谓“扫陈垢以焕新颜，蓄温火以待花开”，愿此去一路烟霞满天，一年更胜一年。",
        "explain:": "大寒标志着天气进入一年中最寒冷的时节，风大、低温。俗话说“热在三伏，冷在三九”，大寒正值三九，是二十四节气中的最后一个。"
    }
]
