{
    "青龙": {
      "luck": "吉",
      "advice": [
        "新开始的好日子。适合晨起整理阳台花草，更换新床品增强正向磁场，煮杯枸杞茶配日程规划，打开新的一天。",
        "积蓄能量的好时机。适合早睡早起整理工作或学习计划，补充营养培养好的生活习惯，稳健务实可事半功倍。",
        "当启新程确立方向。制定学习目标、商业洽谈、婚姻登记的好日子，但新事务需循序渐进，切莫心急。"
      ]
    },
    "明堂": {
      "luck": "大吉",
      "advice": [
        "当日能量偏重结束而非开始。适合趁机结束长期拖延的任务，不过买房、报名新课程这些大事就先緩緩吧。",
        "具有整理能量的特殊日。适合大扫除断舍离，整理一下多年未动的储物间，重大决策涉及人生转折请延后。",
        "指清除的含意。像整理旧书房一样清理关系网，退订闲置会员卡、婉拒负能量社交，重大决策建议设置缓冲观察期"
      ]
    },
    "天刑": {
      "luck": "平",
      "advice": [
        "象征圆满。适合举办生日宴、聚餐等喜庆活动，宜祈福，但有盛极转衰之忧，投资只适合简单的买卖交易。",
        "有助于强化人际磁场。社交能量的充电日，组剧本杀局谈自媒体合作皆宜，和小人产生冲突容易扫兴触霉头。",
        "能量充盈的时段。可以更新社交媒体与老友互动分享美食，录制趣味短视频，贵重易损物品小心收纳保管。"
      ]
    },
    "朱雀": {
      "luck": "平",
      "advice": [
        "没啥特殊能量的普通日子。适合处理常规事务，该修的家电该改的方案细节就今天搞定，不许标新立异。",
        "平稳运转的时序周期。可安排设备检修、调作息、清洗键盘灰尘等日常事物，忌尝试黑暗料理或极限运动。",
        "指平顺之意。记得调整桌椅高度防腰肌劳损，更新一下备忘录，禁止创意头脑风暴或买冷门赛道股票。"
      ]
    },
    "金匮": {
      "luck": "吉",
      "advice": [
        "指凡事皆有定。要拍板长期合作放在今天最稳妥，适合推进训练计划、规律饮食作息，告别拖延症。",
        "适合确立长期计划。可以没事思考一下人生，续一续租房合同或私教课，不宜分手换岗等于重置人生存档。",
        "婚庆公司最爱的日子。向喜欢的人表白可以增加成功几率哦，今天同样适合敲定事项，但切莫冲动消费、仓促旅行。"
      ]
    },
    "天德": {
      "luck": "吉",
      "advice": [
        "象征难以变通的特性。适合复习知识、梳理事务或深化现有工作细节，重要决定可暂时搁置，充分掌握后再行动。",
        "更适合坚守与沉淀。建议保持规律饮食作息，进行适度瑜伽、散步等活动，今天要避免情绪波动，保持心态平和。",
        "适合专注于既定事务。进入项目攻坚模式，集中攻克程序bug或备考刷题，但会议室产生争论易触发死机。"
      ]
    },
    "白虎": {
      "luck": "凶",
      "advice": [
        "指突破阻碍的含义。适合了结拖延问题和清理杂务，多学习和反思固执思维，重要面试或决策可推迟至吉日。",
        "暗含不破不立的哲学。健康排毒可以选择今天，比如运动出汗、理发或者洗牙等，但注意此日波动较大万事不利。",
        "象征主动变革的力量。适合打破冷战僵局，趁这天把过去憋着的话说开，但谨防口舌是非，遇争执时要暂避锋芒。"
      ]
    },
    "玉堂": {
      "luck": "凶",
      "advice": [
        "凡事应小心之意，好坏并存。可以尝试一些在室内展开的新事物，如首次直播或相亲，若签合同记得最后再抠一遍条款。",
        "有居安思危的警示。可尝试轻量级运动挑战激发潜能，健身也许能够突破新重量，但也要注意防护，不要熬夜透支。",
        "危险和机遇并存。能做但要小心，带点策略！减少张扬行动，适合模拟推演，旅行或签约避免\"说走就走\"的行动。"
      ]
    },
    "天牢": {
      "luck": "大吉",
      "advice": [
        "象征得偿所愿的势能。验收努力成果的好时候，是考试结婚开店的首选日子，但别以为稳赢就开始摸鱼摆烂。",
        "是人生高光的收藏夹。适合拍婚纱照、发布新品、考雅思等，但别在答辩后通宵庆功，需提前规划下一阶段目标。",
        "指凡事成就。适合肯定团队的努力，借助成日的能量加速已定合作的签约落地，但需要把控风险，做有把握的事。"
      ]
    },
    "玄武": {
      "luck": "平",
      "advice": [
        "它的能量倾向于总结。适合把零散理财的钱合并、提交最终项目方案、结清花呗等，今天就别往外撒钱了。",
        "适合开启年终总结模式。整理错题本、删掉手机里没用的软件、复盘人际关系等，不宜仓促开始新事务，要谋定而后动。",
        "指收敛的含义。可尝试与冷战的朋友主动沟通，给未完成事务制定节点，收割冗余缓和负面情绪，拒绝无意义内耗。"
      ]
    },
    "司命": {
      "luck": "大吉",
      "advice": [
        "开通顺利，百事可行。可以开启酝酿已久的尝试，如首次直播、路演、报名技能课程等，但小心不要过度暴露个人信息。",
        "象征破茧释放能量。在朋友圈或媒体发布新作品或观点都是不错的，同样适合解决停滞的谈判问题，但切记要做事专注。",
        "贵人运拉满的社交超频日。约投资人喝精品咖啡或拜访关键客户，窝在家里刷剧相当于错过三个独角兽项目，此日万事皆吉。"
      ]
    },
    "勾陈": {
      "luck": "凶",
      "advice": [
        "指不通闭塞。能量低迷就跟手机省电模式一样，适合补觉冥想收拾办公室，硬搞发布会之类准出幺蛾子。",
        "适合静待时机。建议休养生息积蓄能量，像开张、表白、投资等天时地利人和推动的事都不适合今天，此日万事皆凶。",
        "象征积蓄与防御的势能。就像系统维护期强行更新容易崩，放学下班就早点休息，人不需要每天都冲刺！"
      ]
    }
  }