{
    "青龙": {
      "luck": "黄道吉日",
      "advice": [
        "代表东方的瑞兽，当它主事时，万事顺利、好运爆棚。适合搞事业、谈合作，容易遇到贵人提携，整个人也会干劲十足，是个顺风顺水的好日子。",
        "积蓄能量的好时机。适合早睡早起整理工作或学习计划，补充营养培养好的生活习惯，稳健务实可事半功倍。",
        "当启新程确立方向。制定学习目标、商业洽谈、婚姻登记的好日子，但新事务需循序渐进，切莫心急。"
      ]
    },
    "明堂": {
      "luck": "黄道吉日",
      "advice": [
        "象征光明磊落，明堂当班适合开动脑子做决定。这天头脑清醒，分析问题全面，学生党学习效率高，打工人签合同、定计划都能事半功倍。",
        "具有整理能量的特殊日。适合大扫除断舍离，整理一下多年未动的储物间，重大决策涉及人生转折请延后。",
        "指清除的含意。像整理旧书房一样清理关系网，退订闲置会员卡、婉拒负能量社交，重大决策建议设置缓冲观察期"
      ]
    },
    "天刑": {
      "luck": "黑道日",
      "advice": [
        "凶星值日要当心！容易遇到纠纷口舌，甚至可能违规被罚。这天得低调做人，别闯红灯、别签风险合同，遵守规矩才能平安过关。",
        "有助于强化人际磁场。社交能量的充电日，组剧本杀局谈自媒体合作皆宜，和小人产生冲突容易扫兴触霉头。",
        "能量充盈的时段。可以更新社交媒体与老友互动分享美食，录制趣味短视频，贵重易损物品小心收纳保管。"
      ]
    },
    "朱雀": {
      "luck": "黑道日",
      "advice": [
        "南方火鸟带来热情火花！这天适合搞创作、拍视频、头脑风暴，灵感多到爆棚。不过注意别冲动吵架，说话前多想一想，小心祸从口出。",
        "平稳运转的时序周期。可安排设备检修、调作息、清洗键盘灰尘等日常事物，忌尝试黑暗料理或极限运动。",
        "指平顺之意。记得调整桌椅高度防腰肌劳损，更新一下备忘录，禁止创意头脑风暴或买冷门赛道股票。"
      ]
    },
    "金匮": {
      "luck": "黄道吉日",
      "advice": [
        "财神爷值班的好日子！适合谈加薪、看投资项目，路上都容易捡到红包运气。但别贪心乱花钱，理财要稳扎稳打，钱袋子才能真正鼓起来。",
        "适合确立长期计划。可以没事思考一下人生，续一续租房合同或私教课，不宜分手换岗等于重置人生存档。",
        "婚庆公司最爱的日子。向喜欢的人表白可以增加成功几率哦，今天同样适合敲定事项，但切莫冲动消费、仓促旅行。"
      ]
    },
    "天德": {
      "luck": "黄道吉日",
      "advice": [
        "老天爷发福利啦！逢凶化吉不用愁，遇到麻烦也有关键人物出手相助。这天多做好事积德，善缘会带来意外惊喜，整个人都感觉被幸运罩着。",
        "更适合坚守与沉淀。建议保持规律饮食作息，进行适度瑜伽、散步等活动，今天要避免情绪波动，保持心态平和。",
        "适合专注于既定事务。进入项目攻坚模式，集中攻克程序bug或备考刷题，但会议室产生争论易触发死机。"
      ]
    },
    "白虎": {
      "luck": "黑道日",
      "advice": [
        "代表西方的神兽。容易遇到棘手问题或者竞争对手。别怂也别头铁硬刚，冷静分析局势，该示弱时留后路，该硬气时也别怕冲一把。",
        "暗含不破不立的哲学。健康排毒可以选择今天，比如运动出汗、理发或者洗牙等，但注意此日波动较大万事不利。",
        "象征主动变革的力量。适合打破冷战僵局，趁这天把过去憋着的话说开，但谨防口舌是非，遇争执时要暂避锋芒。"
      ]
    },
    "玉堂": {
      "luck": "黄道吉日",
      "advice": [
        "代表着高贵和优雅。适合参加聚会、面试、演讲，穿着打扮讲究些，大方展示才华容易获得认可。但别嘚瑟炫耀，保持谦虚更招人喜欢。",
        "有居安思危的警示。可尝试轻量级运动挑战激发潜能，健身也许能够突破新重量，但也要注意防护，不要熬夜透支。",
        "危险和机遇并存。能做但要小心，带点策略！减少张扬行动，适合模拟推演，旅行或签约避免\"说走就走\"的行动。"
      ]
    },
    "天牢": {
      "luck": "黑道日",
      "advice": [
        "仿佛被无形锁链困住，做事束手束脚。重要事项尽量避开这天，不得不处理的事情要预留双倍时间，耐心解决小麻烦，越急躁越容易出乱子。",
        "是人生高光的收藏夹。适合拍婚纱照、发布新品、考雅思等，但别在答辩后通宵庆功，需提前规划下一阶段目标。",
        "指凡事成就。适合肯定团队的努力，借助成日的能量加速已定合作的签约落地，但需要把控风险，做有把握的事。"
      ]
    },
    "玄武": {
      "luck": "黑道日",
      "advice": [
        "北方龟蛇提醒你冷静！适合做规划、复盘总结，晚上写日记能想明白很多事。但别钻牛角尖过度犹豫，该行动时也别只想不做。",
        "适合开启年终总结模式。整理错题本、删掉手机里没用的软件、复盘人际关系等，不宜仓促开始新事务，要谋定而后动。",
        "指收敛的含义。可尝试与冷战的朋友主动沟通，给未完成事务制定节点，收割冗余缓和负面情绪，拒绝无意义内耗。"
      ]
    },
    "司命": {
      "luck": "黄道吉日",
      "advice": [
        "命运转折点预警！每个选择都至关重要，辞职跳槽、分手复合这类大事尤其要慎重。做好风险管理，抓住机会可能逆天改命。",
        "象征破茧释放能量。在朋友圈或媒体发布新作品或观点都是不错的，同样适合解决停滞的谈判问题，但切记要做事专注。",
        "贵人运拉满的社交超频日。约投资人喝精品咖啡或拜访关键客户，窝在家里刷剧相当于错过三个独角兽项目，此日万事皆吉。"
      ]
    },
    "勾陈": {
      "luck": "黑道日",
      "advice": [
        "剪不断理还乱的日子！容易受到前任突然联系、同事甩锅、家里催婚等各种杂事缠身。处理时做好记录留证据，划分责任别当老好人，该拒绝就拒绝。",
        "适合静待时机。建议休养生息积蓄能量，像开张、表白、投资等天时地利人和推动的事都不适合今天，此日万事皆凶。",
        "象征积蓄与防御的势能。就像系统维护期强行更新容易崩，放学下班就早点休息，人不需要每天都冲刺！"
      ]
    }
  }